{"meta":{"title":"Spotlight 2","subtitle":"Английский язык. 2 класс.","description":"Уроки и подготовка домашнего задания по учебнику Spotlight 2. Student's book / Английский в фокусе 2 класс. Быкова Н.И., Дули Дженни, Поспелова М.Д.","author":"авторы Учимся на 5","url":"https://spotlight2.engaud.com","root":"/"},"pages":[{"title":"","date":"2021-11-27T21:16:20.121Z","updated":"2021-11-27T21:16:20.076Z","comments":true,"path":"search.html","permalink":"https://spotlight2.engaud.com/search.html","excerpt":"","text":"(function(w,d,c){var s=d.createElement('script'),h=d.getElementsByTagName('script')[0];s.type='text/javascript';s.async=true;s.charset='utf-8';s.src=(d.location.protocol==='https:'?'https:':'http:')+'//site.yandex.net/v2.0/js/all.js';h.parentNode.insertBefore(s,h);(w[c]||(w[c]=[])).push(function(){Ya.Site.Results.init();})})(window,document,'yandex_site_callbacks');"}],"posts":[{"title":"Spotlight 2. Урок 22. Стр. 46-47","slug":"Spotlight2-Unit22","date":"2021-11-05T07:00:00.000Z","updated":"2021-11-30T18:02:45.341Z","comments":true,"path":"/Spotlight2p46p47.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p46p47.html","excerpt":"","text":"Тема урока: Модуль 2 – My Birthday! Часть 2. Словарный запас для записи в тетрадь one [wʌn] - один two [tuː] - два three [θriː] - три four [fɔː] - четыре five [faɪv] - пять six [sɪks] - шесть seven [ˈsev(ə)n] - семь eight [eɪt] - восемь nine [naɪn] - девять ten [ten] - десять Следующий урокПредыдущий урок Урок 4b (с. 46–47) Задачи урока: повторить числительные, лексику и структуры урока 4а; развивать навыки аудирования, чтения и говорения. Повторение лексики/структур: happy, sad, candles, party, числительные от 1 до 10. Лексика для рецептивного усвоения: Look at the cake. Count the candles. How many candles? What are they? Оснащение урока: картинки party, candles, happy, sad по количеству учащихся (см. «Банк ресурсов», с. 86); цветные карандаши, небольшие листочки бумаги (по 3 для каждого учащегося). \u001b Начало урока Учитель раздаёт детям картинки из урока 4a: candles, party, happy, sad. Он произносит слова в произвольном порядке. Например: Show me “happy”. Ребёнок поднимает соответствующую картинку и повторяет слово. Упражнение повторяется столько раз, сколько учитель считает необходимым. Затем учитель называет любое числительное от 1 до 10. Дети показывают соответствующее количество пальцев и произносят числительное.Учитель проверяет домашнее задание, если оно было задано. Учитель пишет на доске крупно номер страницы «46» и говорит: Open your books at page forty-six! \u001b Отработка и закрепление лексики/структур С. 46, упр. 1. Учитель просит детей посмотреть на картинки и на незаконченные предложения под ними. К каждой картинке учитель задаёт вопрос:Картинки 1, 2:Is he sad or happy? (Sad/Happy!)Картинка 3: What’s this? (A party.)Картинка 4: What are they? (Candles.)Затем дети переписывают предложения в свои тетради и в них выполняют задание упражнения – закончить предложения. После этого учащиеся читают их вслух. He’s sad. 3. It’s a party. He’s happy. 4. They are candles. С. 46, упр. 2. Учитель обращает внимание учащихся на кружки с цифрами и задаёт вопросы, например:Картинка 1: Учитель: What number is this?Класс: Five. И т. д.Показывая на картинку с изображением Лулу, учитель задаёт вопрос: How old is Lulu? Ребёнок выбирает нужное слово (five). Учащиеся читают все предложения и выбирают правильный ответ. Ответы детей проверяются. ten 4. eight 6. seven six 5. nine С. 47, упр. 3. Показывая на Лулу, учитель задаёт вопрос: Is Lulu happy or sad? — и получает ответ: Happy. Включается запись песни. Дети слушают и смотрят на картинку. Во время второго прослушивания учитель просит детей иллюстрировать мимикой и жестами слова happy и five, когда они их слышат. Он показывает, как это сделать. Затем учитель проверяет, как дети поняли содержание. После этого учащиеся следят за текстом и проговаривают слова песни за учителем. Запись песни включается ещё раз. Дети поют песню, используя соответствующие жесты и мимику.(Дополнительные рекомендации по работе с песней даны в Предисловии.) \u001b Конец урока Дети рисуют любое количество свечей в пределах 10 и раскрашивают их. Они показывают рисунки учителю. Учитель спрашивает, сколько у них свечей.Например: Учитель: How many candles, Natasha?Наташа: Nine candles! И т. д. Упражнение на закрепление материалаКаждому ребёнку учитель даёт по три небольших листочка бумаги и просит нарисовать на отдельных листочках: a happy face, a birthday cake (с помощью картинки на с. 44, упр. 1 учитель объясняет новое слово) и большую цифру 5. Снова включается запись песни, и учитель просит детей поднимать рисунки, когда они слышат соответствующие слова.(Например: они поднимают листочек с happy face, когда они слышат I’m happy today, листочек с birthday cake, когда они слышат It’s my birthday today и листочек с цифрой 5, когда слышат I’m five today.) Если осталось время На доске написаны словами цифры от 1 до 10 в произвольном порядке. Показывая на слова, учитель просит детей прочитать их. Затем рядом со словом дети пишут соответствующую цифру. Показывая на различные цифры, учитель снова просит детей прочитать их. Рабочая тетрадь В классе или дома выполняются упражнения из «Рабочей тетради» (с. 25, упр. 3, 4). Прежде чем задать упражнения на дом, учитель объясняет, как их выполнять. Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 21. Стр. 44-45","slug":"Spotlight2-Unit21","date":"2021-11-01T07:00:00.000Z","updated":"2021-11-29T17:40:35.688Z","comments":true,"path":"/Spotlight2p44p45.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p44p45.html","excerpt":"","text":"Тема урока: Модуль 2 – My Birthday! Словарный запас для записи в тетрадь candles [ˈkændls] - свечи, свечки party [ˈpɑːrtɪ] - вечеринка, праздник happy [ˈhæpɪ] - счастливый sad [sæd] - печальный, грустный How old are you? - сколько тебе лет?I’m …. - мне … лет you’re[ˈjuːə] - ты( you are) today [təˈdeɪ] - сегодня birthday [ˈbɜːrθdeɪ] - день рождения bay [ˈbaɪ] - пока into [ˈɪntuː] - в, внутрь dear [ˈdɪə] - дорогой, дорогая don’t be sad! - не грустиsurprise [səˈpraɪz] - сюрприз, удивление Следующий урокПредыдущий урок Задачи урока: научить учащихся говорить о возрасте и дне рождения; познакомить c числитель\u0002ными от 1 до 10; развивать навыки аудирования, чтения и говорения. Активная лексика/структуры: birthday, candles, party, happy, sad, числительные от 1 до 10; How old are you? I’m … Happy Birthday (to you)! Повторение лексики/структур: комнаты в доме. Лексика для рецептивного усвоения: today, surprise, up, down. Оснащение урока: карточки с цифрами от 5 до 10; картинки candles, party, happy, sad; поздравительная открытка с днем рождения \u001b Начало урока На доске написаны слова bathroom, bedroom, kitchen, living room. Учитель произносит слова одно за другим и просит детей мимикой и жестами показать, какие действия обычно происходят в этой комнате. Затем дети читают эти слова хором и индивидуально.Учитель проверяет домашнее задание, если оно было задано. \u001b Введение и отработка лексики/структур Учитель прикрепляет на доске картинки candles, party, happy, sad и произносит соответствующие слова. Дети повторяют хором и индивидуально. Затем учитель говорит: You are happy! или You are sad! — и дети делают соответственно счастливое или печальное лицо.Учитель пишет на доске числительные от 1 до 10 и произносит их, дети повторяют хором и индивидуально. Показывая на цифры в произвольном порядке, учитель просит отдельных детей назвать их.Примечание. Вводя слово candles, учитель говорит, что в английском языке слова образуют множественное число, как правило, с помощью окончания -s. Учитель пишет на доске крупными цифрами номер страницы «44» и говорит: Open your books at page forty-four! Учитель читает заголовок урока My Birthday! Используя поздравительную открытку с днем рождения или простой рисунок на доске, он объясняет значение слова birthday. С. 44, упр. 1. Показывая на картинки, учитель говорит: Look! Candles, a party, happy, sad. Дети повторяют за учителем. Затем они слушают кассету и повторяют слова в паузах хором и индивидуально. После этого учитель произносит слова в произвольном порядке, а дети показывают на соответствующую картинку и произносят слово. Затем они читают слова самостоятельно. С. 44, упр. 2. Показывая на первую картинку, учитель говорит: a bus driver — а затем спрашивает детей о Лулу: Who’s this? После этого учитель читает образец, показывая на персонажей. Дети повторяют хором и индивидуально. Затем дети показывают на цифры и называют их, обращая внимание на то, как пишутся слова, обозначающие цифры. Учитель читает вопрос, и дети по очереди отвечают на него, используя данные цифры. После этого дети работают в парах, задавая вопрос и отвечая на него по очереди с помощью картинок. Они могут разыграть мини-диалог от имени водителя автобуса и Лулу перед классом. С. 45, упр. 3. Учитель просит детей ответить на вопросы о том, что они видят на картинках, иллюстрирующих диалог. Например, показывая на Лулу на первой картинке, учитель спрашивает: Who’s this? Is she happy or sad?И т. д. Дети слушают кассету и смотрят на картинки, иллюстрирующие диалог. Учитель проверяет, как учащиеся поняли текст. Учитель снова включает запись диалога, дети слушают и повторяют в паузах. Учитель следит за их произношением и интонацией. Затем он просит отдельных учащихся прочитать отрывки из диалога к разным картинкам по ролям. Учитель может предложить детям разыграть перед классом короткий отрывок из диалога. С. 45, упр. 4. Учитель приглашает детей посчитать вместе с ним какие-нибудь предметы в классе и таким образом повторить числительные от 1 до 10. Затем учитель читает вопрос и варианты ответа. Дети читают текст еще раз и выбирают правильный ответ.Ответ: a. \u001b Конец урока Учитель спрашивает детей, сколько им лет: How old are you? Ребенок с помощью учителя отвечает: I’m eight. Затем учитель раздает детям карточки с написанными на них цифрами от 5 до 10 и просит двух учащихся выйти к доске и разыграть диалог. Сначала учитель демонстрирует, как это надо сделать.Учитель: How old are you?Ученик (смотрит на свою карточку снаписанной на ней цифрой): I’m nine.То же самое проделывают остальные пары учащихся. Если осталось время Учитель читает предложения из сюжетного диалога, предлагая учащимся закончить их.Например:Учитель: You’re … today, Lulu!Класс: … happy И т. д.Игра Up and Down. Цель игры – повторить и закрепить числительные.Учитель загадывает одно из чисел в пределах от 1 до 10 и просит учащихся назвать любое число от 1 до 10. Если число, которое они назвали, меньше числа, которое загадал учитель, он говорит: Up! (жестом поясняя значение слова up) Если число, которое назвали дети, больше, то учитель говорит: Down! (жестом поясняя значение слова down)Игра продолжается до тех пор, пока дети не угадают задуманное учителем число.Например: Учитель загадывает число 8.Ученик 1: Five!Учитель (демонстрируя на\u0002правление жестом): Up!Ученик 2: Ten!Учитель (демонстрируя направ\u0002ление жестом): Down!Ученик 3: Eight!Учитель: Yes! Well done! И т. д. Рабочая тетрадь В классе или дома выполняются упражнения из «Рабочей тетради» (с. 24, упр. 1, 2). Прежде чем задать упражнения на дом, учитель объясняет, как их выполнять Следующий урокПредыдущий урок Диалог для запоминания Man: You’re happy today, Lulu!Lulu: Yes! It’s my birthday!Man: How old are you today?Lulu: I’m five! Bye!Man: Happy Birthday! Lulu: Hello, Nanny! Hurry! Let’s go into the house!Nanny: OK, dear! Lulu: Where’s Mummy?Where’s Daddy?Where’sLarry? Where’s my birthday party?4 Nanny: Don’t be sad, Lulu!Let’s go into the garden,dear!All: SURPRISE","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 20. Стр. 42-43","slug":"Spotlight2-Unit20","date":"2021-10-29T07:00:00.000Z","updated":"2021-11-30T16:08:36.031Z","comments":true,"path":"/Spotlight2p42p43.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p42p43.html","excerpt":"","text":"Тема урока: Now I know! Следующий урокПредыдущий урок Задачи урока: закрепить языковой материал модуля 1. Учитель пишет на доске крупно номер стра\u0002ницы «42» и говорит: Open your books at page forty-two! Предыдущий урок: Spotlight 2. Pages 40-41. Английский в фокусе. 2 класс. Страницы 40-41. The Town Mouse &amp; The County Mouse мотрите здесь: https://youtu.be/phA6KtLkX-gСледующий урок: Spotlight 2. Pages 44-45. Английский в фокусе. 2 класс. Страницы 44-45. My Birthday! Урок 4a мотрит здесь https://youtu.be/IQK8BURvLlw С. 42, упр. 1. Учащиеся произносят имена персонажей и названия комнат. Учитель читает пример сам или просит сделать этонаиболее подготовленных учащихся. Затем учитель обращает внимание детей на рисунок, на стрелочки и, если это необходимо, объясняет, как выполнить задание. Учащиеся работают в парах по остальным картинкам. Учитель подходит к учащимся и слушает их ответы. С. 43, упр. 2. Учащиеся читают слова и выбирают соответствующие картинки, записывая ответы в тетрадях. На это отводится 2–3 минуты, затем ответы проверяются. A 2.C 3.A 4.B С. 43, упр. 3. Учащиеся выполняют упражнение в тетрадях. На это отводится 4—5 минут, затем ответы проверяются. A 2.A 3.A 4.A 5.B 6.B Оценка знаний учащихся (см. «Банк ресурсов», с. 86). Предыдущий урок: Spotlight 2. Pages 40-41. Английский в фокусе. 2 класс. Страницы 40-41. The Town Mouse &amp; The County Mouse мотрите здесь: https://youtu.be/phA6KtLkX-gСледующий урок: Spotlight 2. Pages 44-45. Английский в фокусе. 2 класс. Страницы 44-45. My Birthday! Урок 4a мотрит здесь https://youtu.be/IQK8BURvLlw Рабочая тетрадь На этом же уроке рекомендуется провести настольную игру (с. 22—23), см. инструкции на с. 118.Дома выполняются упражнения из «Рабочей тетради» (с. 20—21, упр. 1—4). Прежде чем задать упражнения на дом, учитель объясняет, как их выполнять. Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 19. Стр. 40-41","slug":"Spotlight2-Unit19","date":"2021-10-25T07:00:00.000Z","updated":"2021-11-28T14:45:13.639Z","comments":true,"path":"/Spotlight2p40p41.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p40p41.html","excerpt":"","text":"Тема урока: The Town Mouse &amp; the Country Mouse Следующий урокПредыдущий урок The Town Mouse &amp; the Country Mouse (с. 40–41) Задачи урока: закрепить языковой материал модуля; развивать навыки чтения, аудирования и говорения.Активная лексика/структуры: like, mouse, mice, town, two.Повторение лексики/структур: house, nice, lovely, table, chair, bedroom, bathroom, kitchen, home, Where’s …?Лексика для рецептивного усвоения: bare, small, but, very, want, Oh dear! Welcome to my house!Оснащение урока: картинки с изображением города и сельской местности. Предыдущий урок на ютубе: Spotlight 2. Pages 38-39. Английский в фокусе. 2 класс. Страницы 38-39. Portfolio! смотрите здесь https://youtu.be/_fF-CR3z_osСледующий урок на ютубе: Spotlight 2. Pages 42-43. Английский в фокусе. 2 класс. Страницы 40-41. Now I know! Сейчас я знаю! смотрите здесь: https://youtu.be/yUJPIGDEAxA \u001b Ход урока Учитель приносит в класс картинки с изображением города и сельской местности, с помощью которых вводятся слова town и country. Затем учитель знакомит детей с персонажами сказки. Держа свой учебник перед классом, учитель показывает на персонажей и говорит: Town Mouse, Country Mouse.Учащиеся повторяют за учителем. Затем учитель приглашает двух учащихся выйти к доске и поприветствовать друг друга от имени персонажей.Например: Ученик 1: Hello, Country Mouse.Ученик 2: Hello, Town Mouse. Дети работают парами, обмениваясь приветствиями от имени персонажей сказки. Учитель подходит к детям и помогает им, если это необходимо. Учитель пишет на доске крупно номер страницы «40» и говорит: Open your books at page forty! Учитель просит детей сказать, что они видят на картинках, иллюстрирующих сказку. Например, учитель задает следующие вопросы:Who’s this? (указывая на мышек по очереди)What’s this? (указывая на домик деревенской мышки) Where’s the Town Mouse? What colour is the window? И т. д.Если имеется видеокассета к УМК, то в первый раз рекомендуется показать эпизод сказки после пункта 4. Включается запись сказки. Дети слушают и следят за текстом сказки. Учитель проверяет, как учащиеся поняли содержание. Затем учитель читает сказку по строчкам. Дети слушают, следят за текстом и повторяют хором и индивидуально. Дети слушают кассету столько раз, сколько учитель считает необходимым. Учитель читает начало предложений из сказки, предлагая учащимся закончить их. Учащиеся читают сказку по ролям. С. 131, упр. 1, 2. Учитель обязательно объясняет, как выполнять упражнения.Ответ: 1. 1. с 2. d 3. b 4. a town, house, Mouse Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 18. Стр. 38-39","slug":"Spotlight2-Unit18","date":"2021-10-22T07:00:00.000Z","updated":"2021-11-27T14:19:11.559Z","comments":true,"path":"/Spotlight2p38p39.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p38p39.html","excerpt":"","text":"Тема урока: Portfolio (с. 38) &amp; Spotlight on the UK (с. 38) &amp; Spotlight on Russia (с. 136) &amp; Fun at school (с. 39) Следующий урокПредыдущий урок Portfolio (с. 38) Задачи урока: закрепить языковой материал модуля 1; научить детей писать о своейкомнате/спальне; развивать навыки чтения, говорения, письма и аудирования. Ход урока Учитель и дети приветствуют друг друга. Учитель проверяет домашнее задание в «Рабочей тетради». Затем дети демонстрируют свои поделки – домики. Учитель задаёт им вопросы, например: What’s this? (A house, a door и т. д.), What colour is the …?В классе устраивается выставка детских поделок. Учитель пишет на доске крупно номер страницы «38» и говорит: Open your books at page thirty-eight! С. 38. Учитель обращает внимание детей на картинку, изображающую спальню, и просит их сказать, что они видят на ней, и назвать цвет предметов. Затем учитель читает текст. Дети повторяют хором и индивидуально. Учитель объясняет детям, что они должны написать о своей комнате/спальне. В классе учащиеся выполняют задание в тетради. Учитель подходит и помогает детям по мере необходимости. Затем учащиеся читают свои мини-сочинения вслух. После того как учитель проверит письменные работы, учащиеся дома переписывают свой рассказ на отдельный лист бумаги и иллюстрируют его картинками или своими рисунками. В классе устраивается выставка детских работ. Учитель напоминает детям о том, как сделать запись в «Языковом портфеле». На этом же уроке рекомендуется выполнить раздел Fun at School Предыдущий урок: Spotlight 2. Pages 36-37. Английский в фокусе. 2 класс. Страницы 36-37. In the Bath! смотрите здесь: https://youtu.be/_pPIlQYzF7cСледующий урок: Spotlight 2. Pages 40-41. Английский в фокусе. 2 класс. Страницы 40-41. The Town Mouse &amp; The Country Mouse смотрите здесь: https://youtu.be/phA6KtLkX-g Spotlight on the UK (с. 38) &amp; Spotlight on Russia (с. 136)Задачи урока: познакомить детей с тем, что можно увидеть в садах в Великобритании и России; развивать навыки чтения и аудирования. Активная лексика: the UK, Russia(n), bird house, green house, country house, love, village. Лексика для рецептивного усвоения: gardengnome, grow, fruit, vegetable, flowers, people, their, them, You can see.Оснащение урока: картинки, вырезки из журналов с изображением фруктов, овощей и цветов. Ход урока На доске учитель пишет заголовок Gardens и просит детей назвать то, что они могут видеть в саду, используя известную им лексику модуля (a tree, a table, a chair, a cat, a dog). С. 38, Gardens in the UK. Учитель обращает внимание детей на картинки и говорит, что можно увидеть в садах Великобритании (здесь же вводится слово the UK). Учащиеся слушают и повторяют за учителем слова a bird house, a green house, a garden gnome, а затемчитают их самостоятельно. После этого учитель читает текст, а дети следят по учебнику. Учитель обращает внимание на новые слова. Затем он спрашивает учащихся: What can people see in the gardens in the UK? (A bird house, a green house, a garden gnome.) What can people see in the gardens in Russia? С. 136, Gardens in Russia. На доске под словом Gardens учитель пишет заголовки: fruit, vegetables, flowers. Он просит детей (если это необходимо, на родном языке) назвать фрукты и овощи, которые могут расти в садах, и спрашивает, знают ли они какие-либо названия фруктов, овощей или цветов по-английски (это могут быть интернациональные слова, слова, встречающиеся в названиях продуктов, и т. д.). Затем учитель прикрепляетк доске картинки, которые он принёс, и называет слова по-английски, а дети повторяют хором, например:Fruits: apples, cherries…Vegetables: tomatoes, peppers…Flowers: roses, sunflowers… Учитель обращает внимание детей на картинки в учебнике и объясняет, что это некоторые из овощей, фруктов и цветов, которые люди выращивают в своих огородах и садах, и просит прочитать слова под картинками. После этого учитель читает текст, а дети следят по учебнику. Он объясняет значение новых слов.Затем учитель спрашивает: What do you/people grow in your/their garden(s)? (вопрос переводится) Дети отвечают: Fruits/vegetables/flowers/ и т. д. Вариант проектной работы Учитель просит детей нарисовать их собственный сад и раскрасить, а также надписать фрукты, овощи, цветы и другие предметы, которые там находятся, опираясь на прочитанные тексты. Задание выполняется в классе или дома. Сначала работы демонстрируются в классе, а затем дети помещают их в свой «Языковой портфель». Учитель напоминает детям о том, как сделать запись в «Языковом портфеле». Fun at school (с. 39)Задачи урока: дать начальное представление о законах физики (межпредметные связи): научить детей изготавливать телефон из спичечных короб\u0002ков с его последующим использованием на уроке английского языка.Лексика для рецептивного усвоения: box telephone, matchboxes, paper clips, toothpick, a long piece of string.Оснащение урока: два спичечных коробка, две скрепки, зубочистка, катушка толстой нитки \u001b Ход урока Учитель говорит детям, что они будут делать телефон из спичечных коробков. На родном языке он выясняет, что дети знают об истории изобретения телефона (если учитель считает это необходимым). Учитель спрашивает детей, знают ли они, кто изобрел телефон (Alexander Graham Bell), какие были теле\u0002фонные аппараты раньше, какие у них сейчас телефоны. Учитель обращает внимание детей на материал, необходимый для создания их собственного телефона, и на последовательность действий. Дети работают парами. Вот минимальный объем английского языка,который дети способны понять, следя за действиями учителя.Учитель говорит, используя жесты и показывая на предметы, которые он упоминает.This is a box telephone. I need 2 matchboxes, 2 paper clips (рис. 1).Then I take a paper clip and the string. See how I do it (рис. 2, 3).Here is a box telephone. Let’s talk to each other (рис. 4). Как сделать телефон (см. рис. на с. 39) Проделайте отверстие зубочисткой в центре основания спичечных коробков. Проденьте один конец нитки через скрепку и закрепите его узлом. Проденьте нитку через отверстие изнутри одного спичечного коробка и тяните нитку до тех пор, пока скрепка не коснется дна коробка. Протяните нитку через отверстие второго коробка снаружи. Проденьте нитку через вторую скрепку и закрепите ее узлом. Осторожно тяните нитку до тех пор, пока вторая скрепка не коснется дна второго коробка изнутри. Теперь телефон готов. Держите нитку натянутой так, чтобы она ни к чему не прикасалась.Когда человек говорит в спичечный коробок, нитка колеблется от звука. Звуковые волны проходят по нитке к другому спичечному коробку, и вас станет слышно. Учащиеся исполь\u0002зуют свои телефоны, чтобы повторить основ\u0002ные лексические образцы. Дети задают друг другу вопросы об именах, семье, доме и т. д. Предыдущий урок: Spotlight 2. Pages 36-37. Английский в фокусе. 2 класс. Страницы 36-37. In the Bath! смотрите здесь: https://youtu.be/_pPIlQYzF7cСледующий урок: Spotlight 2. Pages 40-41. Английский в фокусе. 2 класс. Страницы 40-41. The Town Mouse &amp; The Country Mouse смотрите здесь: https://youtu.be/phA6KtLkX-g Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 17. Стр. 36-37","slug":"Spotlight2-Unit17","date":"2021-10-18T07:00:00.000Z","updated":"2021-11-27T13:32:58.442Z","comments":true,"path":"/Spotlight2p36p37.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p36p37.html","excerpt":"","text":"Тема урока: In the Bath! Следующий урокПредыдущий урок Урок 3b (с. 36–37) Задачи урока: повторить лексику модуля; научить детей читать букву e в закрытом слоге ибуквосочетании ee на примере изученных слов; развивать навыки аудирования, чтения, говорения и письма; развивать мелкую моторику.Повторение лексики/структур: kitchen, bedroom, bathroom, living room, cat, bed, radio, chair, table, tree house, bath; цвета.Лексика для рецептивного усвоения: footprints, hall, wall, stairs, bubbles, naughty, I spy with my little eye something …Оснащение урока: плакат модуля 1; картинки kitchen, living room, bedroom, chair, bathroom, Chuckles, bath; ножницы, клей, карандаши Предыдущий урок: Spotlight 2. Pages 34-35. Английский в фокусе. 2 класс. Страницы 34-35. In the Bath! смотрите здесь https://youtu.be/9Bf3FvxQ2UoСледующий урок: Spotlight 2. Pages 38-39. Английский в фокусе. 2 класс. Страницы 38-39. Portfolio! смотрите здесь https://youtu.be/_fF-CR3z_os Начало урока Учитель и дети приветствуют друг друга. На доске написаны слова tree house, chair, table, radio, bed, garden, bedroom, kitchen и т.д. Учитель просит детей посмотреть на слова в течение одной минуты, а затем закрыть глаза:Close your eyes! Он стирает одно слово и говорит: Open your eyes! Дети открывают глаза. Один ребёнок говорит, какого слова нет. Учитель спрашивает у детей, правильный ли это ответ. Упражнение повторяется столько раз, сколько учитель считает необходимым. Включается запись песни This is my house из урока 3a. Дети поют и выполняют движения. Учитель проверяет домашнее задание, если оно было задано. Учитель пишет на доске крупно номер страницы «36» и говорит: Open your books at page thirty-six! Отработка и закрепление лексики/структур С. 36, упр. 1. Учитель обращает внимание детей на иллюстрацию. Показывая на спальню, он говорит: Look! A green bed, a black cat, a blue chair! Дети повторяют хором и индивидуально.Названия этих предметов заранее написаны на доске. Таким же образом повторяются названия других комнат, предметов в них и цветов (bathroom: a green bath, a yellow chair;kitchen: a blue radio, a red chair, a brown table; living room: a yellow radio, a brown table, abrown dog). Учитель читает пример, и затем проводится игра Spy с опорой на образец. С. 36, упр. 2. Включается запись упражнения.Учитель обращает внимание детей на то, как произносится буква e в слове red — /e/ и двебуквы ee в слове green — //. Дети слушают и повторяют хором и индивидуально. Учитель следит за правильностью произношения и интонации C. 36, упр. 3. Учитель объясняет задание и произносит слова одно за другим. Дети слушают и повторяют хором и индивидуально.Учитель следит за правильностью произношения. Затем дети открывают тетради и записывают слова в две колонки. Ответы проверяются. Учащиеся читают слова вслух. C. 37, упр. 4. В «Рабочей тетради» дети находят страницу Module 1 в разделе Craftwork Sheets и аккуратно вырезают ее, чтобы не выпала парная страница. Учитель говорит детям, что они будут строить дом, и показывает им домик, который сделал сам. Он объясняет детям, что части дома вырезаются, а затем наклеиваются и раскрашиваются (см. рисунки в учебнике). Дети начинают работу в классе. Учитель подходит к ученикам, когда они выполняют задание, и говорит: Point to the door/chimney и т. д. Во время выполнения задания можно включить запись любой песни из модуля. Учащиеся заканчивают работу дома и приносят поделку на следующий урок. Учитель напоминает детям о том, как сделать запись о поделке в их «Языковом портфеле». C. 37, упр. 5. Учитель обращает внимание детей на иллюстрации к песне и просит назвать комнаты и предметы в них. Учитель задаёт вопросы: What’s this? (A kitchen), What colour is the radio? (Blue) и т. д. Слово footprints вводится с помощью картинки в учебнике.Включается запись песни. Дети слушают и смотрят на иллюстрации. Затем учитель раздаёт детям картинки kitchen, living room, bedroom, chair, bathroom, Chuckles, bath.Учитель говорит: Show me a … — и дети поднимают соответствующую картинку. Учитель просит детей произнести слово. После этого учащиеся следят за текстом и проговаривают слова песни за учителем. Затем снова включается запись песни. Дети слушают песню и поднимают соответствующие картинки.(Дополнительные рекомендации по работе с песней даны в Предисловии.)Примечание. Эта песня включена в школьную пьесу. Если учитель планирует ставить пьесу, то необходимо потратить больше времени на разучивание песни. Предыдущий урок: Spotlight 2. Pages 34-35. Английский в фокусе. 2 класс. Страницы 34-35. In the Bath! смотрите здесь https://youtu.be/9Bf3FvxQ2UoСледующий урок: Spotlight 2. Pages 38-39. Английский в фокусе. 2 класс. Страницы 38-39. Portfolio! смотрите здесь https://youtu.be/_fF-CR3z_os Конец урока Упражнение на закрепление материала. Учитель пишет на доске названия комнат, затем вызывает одного учащегося и просит показать мимикой и жестами какое-нибудь Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 16. Стр. 34-35","slug":"Spotlight2-Unit16","date":"2021-10-15T07:00:00.000Z","updated":"2021-11-25T16:33:55.513Z","comments":true,"path":"/Spotlight2p34p35.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p34p35.html","excerpt":"","text":"Тема урока: Where’s Chuckles? Следующий урокПредыдущий урок Урок 3a (с. 34–35)Задачи урока: повторить названия комнат,предметов мебели и цветов; развивать навыкичтения, аудирования, говорения и письма;развивать координацию движений.Активная лексика/структуры: living room, bathroom, bath, window, floor, door, Is … in the …? No,she/he isn’t. Yes, she/he is.Повторение лексики/структур: house, bedroom, kitchen, garden, table, bed, названия цветов.Лексика для рецептивного усвоения: clean, outside, chimney, as tall as can be, smoke.Оснащение урока: плакат модуля 1. Предыдущий урок: Spotlight 2. Pages 32-33. Английский в фокусе. 2 класс. Страницы 32-33. Where’s Chuckles? смотрите здесь: https://youtu.be/UxnYo_rRuHsСледующий урок: Spotlight 2. Pages 36-37. Английский в фокусе. 2 класс. Страницы 36-37. In the Bath! смотрите здесь: https://youtu.be/_pPIlQYzF7c Начало урока Учитель и учащиеся приветствуют друг друга. На доске плакат модуля 1. Учитель закрывает рукой слово под какой-либо картинкой(например, house), просит ребенка назвать, что изображено на картинке, и написать соответствующее слово на доске. Остальные учащиеся пишут это слово в своих тетрадях. Затем учитель открывает слово, и дети проверяют, правильно ли они его написали. Упражнение повторяется с остальными словами. Включается запись песни Chuckles is in the house из урока 2b. Дети поют песню и поднимают картинки. Учитель проверяет домашнее задание, если оно было задано. Введение и отработка лексики/структур Учитель показывает на плакате картинки, иллюстрирующие слова living room, bathroom,bath, и называет их. Дети повторяют слова за учителем хором и индивидуально. Учитель пишет на доске крупно номер страницы «34» и говорит: Open your books at page thirty-four! С. 34, упр. 1. Учитель показывает на картинки и говорит: Look! A living room, a bathroom, a bath —дети повторяют за учителем. Включается запись, и дети повторяют слова за кассетой хором и индивидуально. После этого учитель в произвольном порядке произносит слова и просит детей показать на соответствующие картинки. Дети показывают на картинку и произносят слово. С. 34, упр. 2. Учитель рисует на доске простое изображение дома и с помощью рисункавводит слова: door, floor, window, chimney, smoke. Дети повторяют слова хором и индивидуально. Учитель приглашает детей по очереди подходить к доске и показывать на рисунке предметы, которые он называет, например:Учитель: Point to the door. Учитель обращает внимание детей на иллюстрации к песне и демонстрируетдвижения, изображенные на картинках, одновременно называя соответствующие слова. Например,(Картинка 1) Учитель изображает крышу дома и говорит: house.(Картинка 2) Учитель изображает дверь и говорит: door и т. д. Учащиеся повторяют движения и слова за учителем. Включается запись песни. Дети слушают и следят покартинкам. После этого учащиеся следят за текстом и проговаривают слова песни за учителем. При повторном прослушивании дети выполняют движения и пропеваютсоответствующие слова. Учащиеся прослушивают песню столько раз, сколько необходимо для того, чтобы большинство детей приняли в ней активное участие.Примечание. Эта песня включена в школьную пьесу. Если учитель планирует поставитьпьесу, необходимо уделить работе с песней больше времени. С. 35, упр. 3. Учитель просит детей посмотреть на картинки и ответить на вопросы. Например:(Картинка 1) Показывая на няню, учитель спрашивает: Who’s this?(Картинка 2) Показывая на Ларри и Лулу, учитель спрашивает: Where are they?(Картинка 3) Показывая на кровать, учитель спрашивает: What colour is the bed? И т. д. Учащиеся слушают сюжетный диалог и смотрят на картинки. Учитель проверяет, как учащиеся поняли содержание. Во время второго прослушивания учащиеся следят за текстом и повторяют в паузах реплики героев. Учитель обращает внимание на правильность произношения и интонации.Затем он просит отдельных учащихся прочитать отрывки из диалога к разным картинкам по ролям. С. 35, упр. 4. Учитель объясняет задание. Учащиеся читают диалог еще раз и заканчивают предложение. Затем учитель просит детей показать на картинку, иллюстрирующую предложение (картинка 4).Ответ: bathroom. Конец урока Учитель читает начало предложений из диалога, предлагая учащимся закончить их.Например: Учитель: Is Chuckles in the …Ученики: … living room? И т. д. Рабочая тетрадь В классе или дома выполняется упражнение из «Рабочей тетради» (с. 18, упр. 1). Прежде чем задать упражнения на дом, учитель объясняет, как их выполнять Предыдущий урок: Spotlight 2. Pages 32-33. Английский в фокусе. 2 класс. Страницы 32-33. Where’s Chuckles? смотрите здесь: https://youtu.be/UxnYo_rRuHsСледующий урок: Spotlight 2. Pages 36-37. Английский в фокусе. 2 класс. Страницы 36-37. In the Bath! смотрите здесь: https://youtu.be/_pPIlQYzF7c Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 15. Стр. 32-33","slug":"Spotlight2-Unit15","date":"2021-10-11T07:00:00.000Z","updated":"2021-11-25T16:32:46.553Z","comments":true,"path":"/Spotlight2p32p33.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p32p33.html","excerpt":"","text":"Тема урока: Where’s Chuckles? Следующий урокПредыдущий урок Урок 2b (с. 32–33)Задачи урока: повторить названия частей дома;развивать навыки аудирования, чтения иговорения.Повторение лексики: house, tree house, kitchen,bedroom, garden, tree, mouse, mummy, daddy.Лексика для рецептивного усвоения: bathroom,Quick! Looking at you and me, Is he in the house?Сome here!Оснащение урока: плакат модуля 1; картинкиmummy, daddy; карточки со словами уроков 1а и2а; ксерокопии картинок mummy, daddy, treehouse, chair, table, radio, bed, garden, kitchen, bedroom, house для каждого учащегося (см. «Банкресурсов», с. 86). Следующий урок: Spotlight 2. Pages 34-35. Английский в фокусе. 2 класс. Страницы 34-35. In the Bath! смотрите здесь: https://youtu.be/9Bf3FvxQ2UoПредыдущий урок: Spotlight 2. Pages 30-31. Английский в фокусе. 2 класс. Страницы 30-31. Where’s Chuckles? смотрите: здесь https://youtu.be/sK3waadRAy0 Начало урока Учитель и учащиеся приветствуют друг друга. Включается запись рифмовки Where’sChuckles? из урока 2a. Учитель предлагаетдетям повторять рифмовку одновременно сзаписью на кассете.Учитель проверяет домашнее задание, еслионо было задано.Отработка и закрепление лексики/структур На доске написаны слова garden, kitchen, bedroom и house. Учитель вызывает одногоучащегося к доске и просит загадать одно изслов. Затем учитель старается отгадать этослово, например:Учитель: It’s a garden.Ученик: Yes/No. Учитель вызывает к доске другого ученика,который загадывает одно из слов, и предлагает остальным учащимся отгадать его. Учитель пишет на доске номер страницы «32»и говорит: Open your books at page thirty-two! С. 32, упр. 1. Учитель обращает вниманиедетей на то, что они видят на картинках,иллюстрирующих сюжетные диалоги. Например, показывая на обезьянку Chuckles, учительзадает вопросы: Who’s this? Where is he? И т. д. Учитель предлагает учащимся прослушатьдиалог, следя по картинкам. Он проверяет, какучащиеся поняли содержание. Во время второго прослушивания дети следятза текстом и повторяют в паузах. Учительследит за правильностью произношения иинтонации. Затем учитель просит отдельныхучащихся прочитать диалог.После этого он выбирает небольшой отрывокиз диалога, и дети парами разыгрывают егоперед классом. С. 32, упр. 2. Учитель объясняет задание ичитает слова Larry. Затем дети читают текст ещераз и выбирают нужную картинку.Ответ: a — bedroom. С. 33, упр. 3. Учащиеся повторяют слова потеме Дом с помощью картинок на плакате.Затем учитель обращает внимание детей наиллюстрацию к песне и задает вопросы: Who’sthis? (Chuckles), Is he in the house? (Yes) и т. д.Включается запись песни. Дети слушают исмотрят на иллюстрацию. Затем учительраздает детям карточки с написанными на нихсловами house, tree, tree house, kitchen, mouse,bathroom (значение слова bathroom объясняется с помощью картинки). Учитель проситдетей показать карточки со словами, например: Show me the tree house. Дети поднимаюткарточку со словами tree house и произносятих. После этого учащиеся следят за текстом ипроговаривают слова песни за учителем. Затемснова включается запись песни. Дети слушаютпесню и поднимают карточки со словами,которые они слышат. После этого учительдемонстрирует движения, соответствующиесодержанию песни, и просит детей петь песню,сопровождая ее движениями.(Дополнительные рекомендации по работе спесней даны в Предисловии.)Конец урока Игра Bingo. Учитель раздает детям картинкиmummy, daddy, tree house, chair, table, radio,bed, garden, kitchen, bedroom, house. Детираскладывают их изображением вверх, азатем переворачивают любые две картинки.Учитель называет слова в произвольномпорядке, а дети переворачивают соответствующие картинки. Тот ученик, у которого всекартинки оказываются изображением вниз,выкрикивает: Bingo! Игра заканчивается, когдаучитель произнес все слова и все детиперевернули картинки.Примечание. В игре Bingo вместо картинокможно использовать карточки со словами.Упражнение на закрепление материалаУчитель читает начало предложений из сюжетного диалога, предлагая учащимся закончитьих.Например: Учитель: Chuckles come …Класс: … here! И т. д.Учитель может предложить учащимся разыграть диалог по одной из картинок передклассом.Рабочая тетрадьВ классе или дома выполняются упражнения из«Рабочей тетради» (с. 17, упр. 3, 4). Преждечем задать упражнения на дом, учительобъясняет, как их выполнять. Следующий урок: Spotlight 2. Pages 34-35. Английский в фокусе. 2 класс. Страницы 34-35. In the Bath! смотрите здесь: https://youtu.be/9Bf3FvxQ2UoПредыдущий урок: Spotlight 2. Pages 30-31. Английский в фокусе. 2 класс. Страницы 30-31. Where’s Chuckles? смотрите: здесь https://youtu.be/sK3waadRAy0 Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 14. Стр. 30-31","slug":"Spotlight2-Unit14","date":"2021-10-08T07:00:00.000Z","updated":"2021-11-25T16:32:34.664Z","comments":true,"path":"/Spotlight2p30p31.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p30p31.html","excerpt":"","text":"Тема урока: Where’s Chuckles? Следующий урокПредыдущий урок Урок 2a (с. 30–31)Задачи урока: научить детей называть некоторые комнаты дома; развивать навыки аудирования, говорения и чтения.Активная лексика/структуры: garden, kitchen, bedroom, house, black, brown, he, she, Where’s …?She/he’s in … Are you in the …?Повторение лексики/структур: tree house, table, chair, bed, radio, mummy, daddy.Лексика для рецептивного усвоения: Сome here!Оснащение урока: плакат модуля 1; два карандаша (черный и коричневый). Предыдущий урок: Spotlight 2. Pages 28-29. Английский в фокусе. 2 класс. Страницы 28-29. My Home! Мой дом! Часть 2 смотрите здесь https://youtu.be/zd-LVPcIyEMСледующий урок: Spotlight 2. Pages 32-33. Английский в фокусе. 2 класс. Страницы 32-33. Where’s Chuckles? смотрите здесь: https://youtu.be/UxnYo_rRuHs Начало урока Учитель и учащиеся приветствуют друг друга. Учитель показывает на предметы, изображенные на плакате модуля 1: tree house, chair, table, bed, radio, и называет их. Дети отвечают yes или no в зависимости от того, правильно ли назван предмет.Например: Учитель (показывая на стул):A chair!Ученик 1: Yes!Учитель (показывая на радио):A bed!Ученик 2: No! Учитель включает запись песни из урока 1b In my tree house и приглашает детей спеть ее. Учитель проверяет домашнее задание, если оно было задано. Введение и отработка лексики/структур Учитель показывает на плакате картинки, иллюстрирующие слова garden, kitchen, bedroom, house, и называет их. Он также показывает коричневый и черный карандаши и называет их цвета. Дети повторяют слова за учителем хором и индивидуально. Учитель называет предметы, изображенные на плакате, в произвольном порядке. Дети по очереди подходят к доске и показывают на предмет, называя его. Учитель спрашивает у класса, правильный ли это ответ. Когда учитель произносит название цвета, дети показывают на карандаш соответствующего цвета и называют его. Учитель пишет на доске крупно номер страницы «30» и говорит: Open your books at page thirty! С. 30, упр. 1. Учитель показывает на предметы, изображенные на картинках, и говорит: Look! A garden, a bedroom, a kitchen, a house, black, brown. Дети повторяют слова за учителем.Затем они слушают аудиокассету/диск, смотрят на картинки и в паузах повторяют слова хором и индивидуально. Во время второгопрослушивания учащиеся обращают внимание на графический образ слов и читают их за диктором. Затем учитель просит отдельных учащихся прочитать слова. С. 30, упр. 2. Учитель показывает на картинку и спрашивает: Who’s this? Учащиеся отвечают: Larry, Lulu, mum, dad, grandpa. Учитель читает образец диалога, показывая на картинку. Дети повторяют хором и индивидуально. Затем учитель читает вопрос, а дети по очереди на него отвечают, используя остальные картинки.После этого они работают в парах, меняясь ролями. Учитель подходит к учащимся и помогает им. Он предлагает детям по очереди разыграть диалог перед классом. С. 31, упр. 3. Учитель задает вопросы по картинке: Where’s Larry? Where’s Lulu? Учащиеся отвечают: In the tree house. Затем дети слушают рифмовку и смотрят на картинку в учебнике. Учитель проверяет, как учащиеся поняли содержание. После этого учащиесяследят за текстом и проговаривают рифмовку за учителем. При втором прослушивании учитель предлагает детям проговаривать рифмовку одновременно с записью на кассете. Дети слушают рифмовку столько раз, сколько учитель сочтет необходимым. Учитель проговаривает рифмовку без записи, поддерживая ритм хлопками рук или щелчками пальцев и делая паузы перед некоторыми словами, а дети заканчивают фразу или предложение.Например: Where’s …? He’s in the …! Oh, no! He’s in the …! И т. д. Конец урока Игра Hide and Seek. Учитель показывает на плакате картинки garden, kitchen, bedroom, house, а дети называют соответствующие слова. Затем учитель приглашает детей по очереди выйти к доске и выбрать место, где они хотят спрятаться. Остальные дети задаютвопросы, чтобы выяснить, где спрятались их одноклассники.Например: Ученик 1: Are you in the kitchen?Ученик 2: No.Ученик 3: Are you in the bedroom?Ученик 2: Yes. И т. д Предыдущий урок: Spotlight 2. Pages 28-29. Английский в фокусе. 2 класс. Страницы 28-29. My Home! Мой дом! Часть 2 смотрите здесь https://youtu.be/zd-LVPcIyEMСледующий урок: Spotlight 2. Pages 32-33. Английский в фокусе. 2 класс. Страницы 32-33. Where’s Chuckles? смотрите здесь: https://youtu.be/UxnYo_rRuHs Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 13. Стр. 28-29","slug":"Spotlight2-Unit13","date":"2021-10-04T07:00:00.000Z","updated":"2021-11-25T16:32:04.140Z","comments":true,"path":"/Spotlight2p28p29.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p28p29.html","excerpt":"","text":"Тема урока: My Home! Следующий урокПредыдущий урок Урок 1b (с. 28–29)Задачи урока: повторить названия предметов мебели и цветов; развивать навыки аудирования, чтения и говорения. Повторение лексики/структур: tree, table, chair,cheese, radio, bed, tree house.Лексика для рецептивного усвоения: There arelots of colours for you to see! For you and me! What’sin your tree house, Masha?Оснащение урока: плакат модуля 1; карточки с написанными/напечатанными на них словами из урока 1а (можно приготовить комплекты карточек по числу учащихся в классе); ксерокопии картинок членов семьи Ларри и картинок tree, table, chair,radio, bed, tree house для каждого учащегося (см. «Банк ресурсов»); цветные карандаши Предыдущий урок Spotlight 2. Pages 26-27. Английский в фокусе. 2 класс. Страницы 26-27. My Home! Мой дом! смотрите здесь https://youtu.be/1QFUzl3cdy4Следующий урок Spotlight 2. Pages 30-31. Английский в фокусе. 2 класс. Страницы 30-31. Where’s Chuckles? смотрите здесь https://youtu.be/sK3waadRAy0 Начало урока Учитель и учащиеся приветствуют друг друга. На доске висит плакат модуля 1. Учитель просит одного учащегося подойти к доске и произносит названия предметов в произвольном порядке:Show me the radio. Ребенок показывает на картинку и повторяет слово radio. Учитель спрашивает у класса, правильный ли это ответ. Учитель вызывает столько детей, сколько сочтет нужным. Учитель проверяет домашнее задание, если оно было задано. Учитель пишет на доске крупно номер страницы «28» и говорит: Open your books at page twenty-eight! Отработка и закрепление лексики/структур С. 28, упр. 1. Учитель просит детей посмотреть на фрагменты предметов на картинках. Он предлагает отгадать, какой предмет изображен, и назвать его по-английски. Учитель следит за правильностью произношения и интонации. It’s a chair. It’s a table. It’s a bed. С. 28, упр. 2. Учитель объясняет задание: показывая на стол, он спрашивает: What’s this?A tree or a table? Учащиеся отвечают: A table.Дети читают остальные слова и выбирают правильный ответ. Когда они закончат выполнять упражнение, учитель называет предметы в произвольном порядке и просит детей сначала показывать на картинку, а затем на соответствующее слово. Ответы: chair, radio, bed. С. 29, упр. 3. Учитель просит детей посмотреть на картинку и назвать предметы, которые они знают. Он задает вопросы: What’s this? (A bed.) What colour is it? (Green.) Включается запись песни на аудиокассете/диске. Дети слушают и смотрят на иллюстрацию. Во время второго прослушивания учитель держит свой учебник перед классом, показывает на предметы, которые упоминаются в песне, и называет их, предлагая детям делать то же самое. Учитель раздает карточки с написанными на них словами tree house, table, chair, bed, radio и говорит: Show me the radio. Дети поднимают карточку со словом radio и т. д. Учитель просит детей произносить слова. После этого учащиеся следят за текстом и проговаривают слова песни за учителем. Учитель проверяет, как учащиеся поняли текст. Затем снова ставится кассета. Дети слушают песню и поднимают карточки с теми словами, которые они слышат в песне, и поют. Упражнение повторяется столько раз, сколько учитель сочтет необходимым.(Дополнительные рекомендации по работе с песней даны в Предисловии.)Примечание. Эта песня включена в школьную пьесу. Если учитель планирует поставить пьесу, необходимо уделить работе с песней больше времени. Конец урока Дети выбирают предметы, которые они хотели бы иметь в своем домике на дереве (table,chair, radio, bed), и говорят вслух.Например:Учитель: What’s in your tree house, Masha?Маша: A table and a chair.Учитель: That’s nice! И т. д. Упражнение на закрепление материала Дети достают красный, желтый, зеленый и синий карандаши. Снова включается запись песни, и учитель просит детей поднимать карандаш того цвета, название которого они слышат. Если осталось времяИгра Snap. Класс делится на пары. Учитель раздает ксерокопии картинок. Дети перемешивают картинки и кладут их перед собой изображением вниз. Затем они одновременно берут по одной картинке, открывают их, называют предмет и кладут картинки на парту. Если открываются две одинаковые картинки, то тот ученик, который первым скажет Snap!,забирает их себе. Побеждает тот, кто наберет наибольшее количество картинок. Рабочая тетрадь В классе или дома выполняются упражнения из «Рабочей тетради» (с. 15, упр. 3, 4). Прежде чем задать упражнения на дом, учитель объясняет, как их выполнять. Предыдущий урок Spotlight 2. Pages 26-27. Английский в фокусе. 2 класс. Страницы 26-27. My Home! Мой дом! смотрите здесь https://youtu.be/1QFUzl3cdy4Следующий урок Spotlight 2. Pages 30-31. Английский в фокусе. 2 класс. Страницы 30-31. Where’s Chuckles? смотрите здесь https://youtu.be/sK3waadRAy0 Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 12. Стр. 26-27","slug":"Spotlight2-Unit12","date":"2021-10-01T07:00:00.000Z","updated":"2021-11-25T16:29:12.193Z","comments":true,"path":"/Spotlight2p26p27.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p26p27.html","excerpt":"","text":"Тема урока: My Home! Следующий урокПредыдущий урок Урок 1a (с. 26–27)Задачи урока: научить учащихся называть и описывать предметы мебели; повторить слова по теме Семья; развивать навыки аудирования, чтения и говорения.Активная лексика/структуры: tree house, chair, table, radio, bed, home, What’s this? It’s a … .Повторение лексики/структур: mummy, daddy, grandpa, grandma, red, yellow, blue.Лексика для рецептивного усвоения: It’s lovely, That’s nice.Оснащение урока: картинки с изображениемсемьи Ларри: Lulu, Larry, mummy, daddy, grandpa, grandma; плакат модуля 1; фотография или картинка из журнала для введения слова home. Предыдущий урок Spotlight 2. Pages 24-25. Английский в фокусе. 2 класс. Страницы 24-25. My Family! Моя семья! смотрите здесь https://youtu.be/wuFFoLATFfgСледующий урок Spotlight 2. Pages 28-29. Английский в фокусе. 2 класс. Страницы 28-29. My Home! Мой дом! Часть 2 смотрите здесь https://youtu.be/zd-LVPcIyEM Начало урока Учитель приветствует класс: Hello, everyone!Дети отвечают на приветствие: Hello! Повторение лексики по теме Семья. Учитель располагает картинки с членами семьи Ларри на доске в виде генеалогического дерева. Учитель показывает на картинки, и дети называют членов семьи. Учитель проверяет домашнее задание, если оно было задано. Введение и отработка лексики/структур Учитель показывает на плакате картинки, иллюстрирующие слова radio, chair, table, bed, tree house, и называет их. Дети повторяютслова за учителем хором и индивидуально. Учитель называет предметы, изображенные на плакате, дети по очереди подходят к доске, указывают на предмет и говорят соответствующее слово. Учитель пишет на доске крупно номер страницы «26» и говорит: Open your books at page twenty-six! Учитель читает название модуля и объясняет значение слова home с помощью фотографии или картинки. С. 26, упр. 1. Учитель показывает на предметы, изображенные на картинках, и говорит: Look! A tree house, a chair, a table, a radio, a bed.Затем дети слушают аудиокассету/диск и в паузах повторяют слова хором и индивидуально. Во время второго прослушивания учащиеся обращают внимание на графический образ слов и повторяют их за диктором. Затем учитель просит отдельных учащихся прочитатьслова. С. 26, упр. 2. Учитель показывает на картинку и спрашивает: Who’s this? Учащиеся отвечают: grandpa, Lulu. Затем учитель читает образец диалога. Дети повторяют хором и индивидуально. Учитель читает вопрос, а дети по очереди отвечают на него, опираясь на остальные картинки. После этого учащиеся работают в парах, по очереди задавая вопрос и отвечая на него. Учитель подходит к учащимся и помогает им по мере необходимости. Учащиеся по очереди разыгрывают диалог перед классом. С. 27, упр. 3. Учитель просит детей посмотреть на картинки и ответить на вопросы: Who’s this?What’s this? What colour is the chair/table/ radio? Учитель предлагает учащимся прослушать сюжетный диалог, следя по картинкам. Затем он проверяет, как учащиеся поняли текст. Учитель говорит: Listen and read. Во время второго прослушивания учащиеся следят за текстом и повторяют в паузах за героями. Учитель обращает внимание на правильность произношения и интонации. Затем учитель просит отдельных учащихся прочитать отрывки из диалогов к разным картинкам. С. 27, упр. 4. Учитель объясняет задание. Учащиеся читают диалог еще раз и выбирают правильный ответ.Ответ: a Конец урока Учитель вызывает одного ученика к доске и говорит, показывая на плакат: Look, Sasha! A red chair! Он дает пример ответа: Oh, yes! It’slovely (nice)! и просит ученика повторить за ним. Аналогичный диалог разыгрывается еще по одной картинке. Затем к доске выходят двое детей и разыгрывают диалоги самостоятельно.При необходимости учитель помогает им. Упражнение на закрепление материала Учитель читает начало предложений из сюжетного диалога, предлагая учащимся закончить их.Например: Учитель: Grandpa, Grandpa,look at our …Класс: … tree house! И т. д.Учитель может предложить учащимся разыграть диалог по одной из картинок перед классом. Учащиеся могут пользоваться учебником. Рабочая тетрадь В классе или дома выполняются упражненияиз «Рабочей тетради» (с. 14, упр. 1, 2). Преждечем задать упражнения на дом, учитель объясняет, как их выполнять. Предыдущий урок Spotlight 2. Pages 24-25. Английский в фокусе. 2 класс. Страницы 24-25. My Family! Моя семья! смотрите здесь https://youtu.be/wuFFoLATFfgСледующий урок Spotlight 2. Pages 28-29. Английский в фокусе. 2 класс. Страницы 28-29. My Home! Мой дом! Часть 2 смотрите здесь https://youtu.be/zd-LVPcIyEM Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 11. Стр. 24-25","slug":"Spotlight2-Unit11","date":"2021-09-30T07:00:00.000Z","updated":"2021-11-25T16:28:56.327Z","comments":true,"path":"/Spotlight2p24p25.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p24p25.html","excerpt":"","text":"Тема урока: My Family! Следующий урокПредыдущий урок Урок b (с. 24–25)Задачи урока: познакомить детей с названиямицветов; развивать навыки аудирования и чтения.Активная лексика/структуры: red, yellow, green,white, blue, colour.Повторение лексики/структур: snake, window,vest, egg, tree, family, mummy, daddy, grandma,grandpa, brother, sister.Лексика для рецептивного усвоения: come,meet my family, Grandma and grandpa are comingfor tea. Copy and colour. What colour is it? Show me(red). What’s this?Оснащение урока: картинки Larry, Lulu, Chuckles,Nanny Shine, mummy, daddy, grandma и grandpa;цветные карандаши. Предыдущий урок Spotlight 2. Pages 22-23. Английский в фокусе. 2 класс. Страницы 22-23. My Family! Моя семья! смотрите здесь: https://youtu.be/e-4lWFJLU7UСледующий урок Spotlight 2. Pages 26-27. Английский в фокусе. 2 класс. Страницы 26-27. My Home! Мой дом! смотрите здесь https://youtu.be/1QFUzl3cdy4 Начало урока Учитель и учащиеся приветствуют друг друга. Учитель пишет на доске слова mummy, daddy,grandma и grandpa. Он раздает соответствующие картинки четырем учащимся, проситдетей по одному выйти к доске, прикрепитькартинку рядом с нужным словом и прочитатьего. Учитель спрашивает у класса, правильныйли это ответ. Учитель вызывает столько детей,сколько считает нужным. Учитель раскладывает на своем столекартинки Larry, Lulu, Chuckles, Nanny Shine,mummy, daddy, grandma и grandpa изображением вниз. Затем он вызывает к доскеодного из учащихся и просит его взять любуюкарточку. Ученик смотрит, кто на нейизображен, и говорит об этом классу. Классздоровается с этим персонажем. Сначалаучитель показывает, как это делать.Например: Учитель (взяв картинку ипосмотрев на нее):This is Chuckles!Класс: Hello, Chuckles!Упражнение повторяется с остальнымикартинками.Введение и отработка лексики/структур Учитель просит детей выложить на парту цветныекарандаши, затем называет цвет, показываетсоответствующий карандаш и просит детейподнять карандаш такого же цвета и повторитьслово. После этого учитель называет цвета впроизвольном порядке, например: Show me (red). Учитель пишет на доске крупно номерстраницы «24» и говорит: Open your books atpage twenty-four! С. 24, упр. 1. Показывая на цветные карандашина картинках, учитель просит учащихсяназвать цвета.Например: Учитель (показывая накрасный карандаш):What colour is it?Ученик: Red.Учитель: Yes. И т. д.Включается запись. Дети слушают названияцветов, смотрят на картинки и повторяют впаузах хором и индивидуально. Во времявторого прослушивания учащиеся обращаютвнимание на графический образ слов иповторяют их за диктором. Затем учительназывает цвета в произвольном порядке,просит детей показать на соответствующиекарандаши и назвать цвет. С. 24, упр. 2. Учитель предлагает детямпосмотреть на рисунки и сказать, что на нихизображено. Затем дети перерисовывают илирисуют аналогичные картинки самостоятельнов своих тетрадях и раскрашивают их в цвет,указанный под картинкой. Учитель отводитдостаточно времени на это упражнение. Вовремя выполнения детьми задания учительподходит к ним, хвалит и спрашивает: What’sthis? What colour is it? С. 25, упр. 3. Учитель просит назвать членовсемьи на картинке. Включается запись песни.Дети слушают песню и следят по картинкам.Затем учитель раздает каждому ученикукартинки mummy, daddy, grandma и grandpa иво время второго прослушивания предлагаетдетям поднимать картинки, когда они слышатсоответствующие слова, и петь эти слова.(Дополнительные рекомендации по работе спесней даны в Предисловии.)Конец урока Игра Chinese Whispers. Дети встают в круг.Учитель дает первому ребенку картинку сословом из модуля так, чтобы остальные детиее не видели. Ребенок шепчет на ухо своемусоседу название предмета, изображенного накартинке, тот следующему и т. д. Последнийученик говорит слово, а первый показываеткартинку для подтверждения ответа. Играпродолжается, но начинает ее следующийученик.Если осталось время.Показывая на различные предметы в классе,учитель просит детей назвать их цвет.Рабочая тетрадьВ классе или дома выполняются упражнения из«Рабочей тетради» (с. 13, упр. 3, 4). Преждечем задать упражнения на дом, учительобъясняет, как их выполнять. Предыдущий урок Spotlight 2. Pages 22-23. Английский в фокусе. 2 класс. Страницы 22-23. My Family! Моя семья! смотрите здесь: https://youtu.be/e-4lWFJLU7UСледующий урок Spotlight 2. Pages 26-27. Английский в фокусе. 2 класс. Страницы 26-27. My Home! Мой дом! смотрите здесь https://youtu.be/1QFUzl3cdy4 Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 10. Стр. 22-23","slug":"Spotlight2-Unit10","date":"2021-09-27T07:00:00.000Z","updated":"2021-11-25T16:28:30.506Z","comments":true,"path":"/Spotlight2p22p23.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p22p23.html","excerpt":"","text":"Тема урока: My Family! Следующий урокПредыдущий урок Урок a (с. 22–23)Задачи урока: познакомить учащихся санглийским алфавитом (i–g); развивать навыкиаудирования, чтения, говорения и письма.Активная лексика/структуры: mummy, daddy,grandma, grandpa, brother.Повторение лексики/структур: Nanny Shine,Larry, Lulu, Chuckles, This is… , Hello, I’m … .Лексика для рецептивного усвоения: family,now, OK. Look! Listen and repeat! Listen and read!Open your books at page …! Close/Open your eyes!Оснащение урока: картинки с изображениемNanny Shine, Larry, Lulu, Chuckles, mummy, daddy,grandma, grandpa. Предыдущий урок: Spotlight 2. Pages 20-21. Английский в фокусе. 2 класс. Страницы 20-21. Hello! смотрите здесь https://youtu.be/uJ_fNfcoZrgСледующий урок: Spotlight 2. Pages 24-25. Английский в фокусе. 2 класс. Страницы 24-25. My Family! Моя семья! смотрите здесь https://youtu.be/wuFFoLATFfg Начало урока Учитель и учащиеся приветствуют друг друга. Учитель раздает картинки с изображениемNanny Shine, Lulu, Larry и Chuckles четыремдетям. Учитель называет имя персонажа,ребенок поднимает соответствующую картинку и говорит: This is (Nanny Shine). Остальныедети приветствуют персонаж: Hello (NannyShine). Упражнение повторяется несколькораз, чтобы большинство детей имеловозможность представить героев. Учитель проверяет домашнее задание, еслионо было задано.Введение и отработка лексики/структур На доске – картинки mummy, daddy, grandma,grandpa. Показывая на картинки, учитель поочереди представляет членов семьи: mummy,daddy, grandma, grandpa. Дети повторяютхором и индивидуально. Затем учитель читаетназвание модуля и объясняет значение словаfamily.Примечание. В английских семьях маленькиедети обращаются к своим родным или говорято них, используя слова mummy, daddy, grandma, grandpa. Учитель раздает детям картинки с изображением mummy, daddy, grandma, grandpa.Он произносит слово, например: daddy.Ребенок с соответствующей картинкойвыходит к доске, показывает ее классу,называет слово и прикрепляет картинку кдоске. Когда все картинки находятся надоске, учитель пишет под ними словаmummy, daddy, grandma, grandpa. Затемучитель снимает все картинки с доски,выбирает любую и показывает ее детям.Ученик, знающий, кто изображен накартинке, поднимает руку, выходит к доскеи показывает на соответствующее слово.Такая же работа проделывается со всемисловами. Учитель пишет на доске крупно номер страницы «22» и говорит: Open your books at pagetwenty-two! С. 22, упр. 1. Учитель показывает на картинки иговорит: Look! Mummy, daddy, grandma,grandpa. Дети повторяют хором и индивидуально. Включается запись. Дети слушают слова,смотрят на картинки и повторяют в паузаххором и индивидуально. Во время второгопрослушивания учащиеся обращают внимание на графический образ слов иповторяют их за диктором. Затем учительпроизносит слова в произвольном порядке ипросит детей показать на соответствующуюкартинку. После этого учащиеся читают словасамостоятельно. С. 22, упр. 2. Учитель читает образец и объясняет значение слова brother. Дети повторяютхором и индивидуально. Учитель проситдетей прочитать слова под картинками, азатем учащиеся говорят предложения пообразцу. Дети закрывают книги. На доске картинки:Larry, mummy, daddy, grandma, grandpa.Учитель оставляет себе картинку с изображением Lulu и от ее имени говорит,показывая на Ларри: This is my brother. Детиповторяют хором и индивидуально. Такая жеработа проводится с остальными картинками. Затем учитель отдает картинку сизображением Lulu девочке и объясняет ей,что теперь она должна представить «свою»семью от имени Лулу. После этого учительдает картинку с изображением Larry мальчику, и он представляет «свою» семью отимени Ларри. С. 23, упр. 3. Учитель спрашивает детей, чтоони видят на картинках, иллюстрирующихсюжетный диалог. Например, учитель показывает на mummy и daddy поочередно испрашивает: Who’s this? (картинка 1) и т. д.Включается запись. Дети слушают и следят покартинкам. Учитель проверяет, как учащиесяпоняли текст. Он снова включает записьдиалога, дети слушают и повторяют в паузаххором и индивидуально. Учитель следит заправильностью произношения и интонации.Затем учитель просит отдельных учащихсяпрочитать отрывки из диалога к разнымкартинкам по ролям. Учитель можетпредложить детям разыграть перед классомкороткий отрывок из диалога.Конец урока Держа свой учебник перед классом, учительчитает предложения из сюжетного диалога,предлагая учащимся закончить их.Например: Учитель: Larry, Lulu, close …Класс: … your eyes! И т. д.Упражнение на закрепление материалаИгра Telepathy. Класс делится на пары.Каждый ребенок загадывает какого-то членасемьи, но не говорит своему соседу попарте, кого именно. Его сосед должендогадаться. Сначала учитель показывает, какэто делать.Например: Учитель загадывает grandpa.Ученик: Mummy?Учитель: No!Ученик: Daddy?Учитель: No!Ученик: Grandpa!Учитель: Yes!Учащиеся меняются ролями.Рабочая тетрадьВ классе или дома выполняются упражненияиз «Рабочей тетради» (с. 12, упр. 1, 2). Преждечем задать упражнения на дом, учительобъясняет, как их выполнять. Предыдущий урок: Spotlight 2. Pages 20-21. Английский в фокусе. 2 класс. Страницы 20-21. Hello! смотрите здесь https://youtu.be/uJ_fNfcoZrgСледующий урок: Spotlight 2. Pages 24-25. Английский в фокусе. 2 класс. Страницы 24-25. My Family! Моя семья! смотрите здесь https://youtu.be/wuFFoLATFfg Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 9. Стр. 20-21","slug":"Spotlight2-Unit9","date":"2021-09-24T07:00:00.000Z","updated":"2021-11-25T16:28:14.656Z","comments":true,"path":"/Spotlight2p20p21.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p20p21.html","excerpt":"","text":"Тема урока: Hello! Следующий урокПредыдущий урок Урок b (с. 20–21)Задачи урока: повторить лексику и структуры по темам Приветствие, Знакомство; научить детей понимать и исполнять команды; развивать навыки аудирования, чтения и говорения; развивать координацию движений.Активная лексика/структуры: children, friend, stand up, sit down, open your books, close yourbooks.Лексика для чтения: sister, Hello, I’m … . This is … .Лексика для рецептивного усвоения: Keep moving, we’re at school today. Let’s sing and do! Open your books at page …! Who’s this?Оснащение урока: картинки Nanny Shine, Lulu,Larry, Chuckles; детские фотографии; лист бумаги для каждого учащегося. Предыдущий урок Spotlight 2. Pages 18-19. Английский в фокусе. 2 класс. Страницы 18-19. Hello! смотрите здесь https://youtu.be/WnC6v6LfpvEСледующий урок Spotlight 2. Pages 22-23. Английский в фокусе. 2 класс. Страницы 22-23. My Family! Моя семья! https://youtu.be/e-4lWFJLU7U Начало урока Учитель и учащиеся приветствуют друг друга. На доске – картинки Nanny Shine, Larry, Lulu и Chuckles. Учитель показывает на картинку сизображением Ларри и спрашивает: Who’s this? — и ждет ответа: This is Larry. Таким жеобразом повторяются имена всех персонажей. Включается запись песни Hello! из урока a. Учитель приглашает детей петь и показыватьна картинку персонажа, когда они слышат его имя.Учитель проверяет домашнее задание, если оно было задано. Учитель пишет на доске крупно номер страницы «20» и говорит: Open your books atpage twenty! Введение и отработка лексики/структур С. 20, упр. 1. Учитель объясняет значение слова friend. Затем он просит детей посмотретьна картинки, иллюстрирующие сюжетный диалог, и сказать, кого они на них видят.Учитель спрашивает: Who’s this? — и дети отвечают: Punch. И т. д. Включается запись. Дети слушают кассету и следят по картинкам. Учитель проверяет, какучащиеся поняли текст. Учитель снова включает запись диалога и говорит: Listen andread. Во время второго прослушивания учащиеся следят за текстом и повторяют впаузах за героями хором и индивидуально.Учитель обращает внимание на правильность произношения и интонации. Затем учительпросит отдельных учащихся прочитать отрывки из диалогов к разным картинкам. Онможет предложить учащимся разыграть диалог по одной из картинок перед классом.Упражнение на закрепление материала Учитель читает начало предложений изсюжетного диалога, предлагая учащимся закончить их.Например: Учитель: Hello, I’m …Класс: Punch! И т. д. С. 21, упр. 2. Учитель просит детей посмотреть на иллюстрации к песне и показывает, что надо делать, когда они слышат команды Stand up!, Sit down!, Open your books!, Close your books!Перед детьми лежат закрытые книги. Учитель дает команды, и дети выполняют их. Затемучитель предлагает им поиграть в игру Nanny Says. Дети выполняют команду только тогда,когда учитель говорит: Nanny says.Например: Учитель: Nanny says. Stand up!(Ученики встают.)Учитель: Sit down!(Ученики остаются стоять и т. д.)Затем учитель говорит: Let’s sing and do! — и объясняет, что надо делать. Включается записьпесни. Во время первого прослушивания дети следят по картинкам и показывают соответственно на те команды, которые слышат. После этого учащиеся следят за текстом и проговаривают слова песни за учителем. Затем учащиеся поют одновременно с записью на кассете и выполняют команды. Песня прослушивается столько раз, сколько учитель считает необходимым. (Дополнительные рекомендации по работе спесней даны в Предисловии.) Конец урока Учитель просит учащихся написать имена на обратной стороне своих детских фотографий.Затем он собирает все фотографии и кладет их на свой стол. Учитель показывает классу одну из фотографий и просит детей угадать, кто на ней изображен.Например: Учитель: держит фотографиюперед классом.Ученик 1: This is Sveta.Учитель: No!Ученик 2: This is Oleg.Учитель: Yes! И т. д. Рабочая тетрадь В классе или дома выполняется упражнение из «Рабочей тетради» (с. 11, упр. 3). Прежде чем задать упражнение на дом, учитель объясняет, как его выполнять. Предыдущий урок Spotlight 2. Pages 18-19. Английский в фокусе. 2 класс. Страницы 18-19. Hello! смотрите здесь https://youtu.be/WnC6v6LfpvEСледующий урок Spotlight 2. Pages 22-23. Английский в фокусе. 2 класс. Страницы 22-23. My Family! Моя семья! https://youtu.be/e-4lWFJLU7U Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 8. Стр. 18-19","slug":"Spotlight2-Unit8","date":"2021-09-22T07:00:00.000Z","updated":"2021-11-25T16:27:49.661Z","comments":true,"path":"/Spotlight2p18p19.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p18p19.html","excerpt":"","text":"Тема урока: Hello! Следующий урокПредыдущий урок Вводный модуль — Hello! Урок a (с. 18–19) Задачи урока: познакомить детей с главнымигероями учебника Nanny Shine, Lulu, Larry иChuckles; развивать навыки аудирования, чтения иговорения.Активная лексика/структуры: Nanny Shine, Lulu,Larry, Chuckles. This is my sister Lulu.Повторение лексики/структур: Hello, I’m …Лексика для рецептивного усвоения: Who’s …?Punch, Judy. Let’s sing and do! Open your books atpage …! Look! This is Punch.Оснащение урока: плакат My Letters!, картинкиLarry, Lulu, Chuckles, Nanny Shine Предыдущий урок Spotlight 2. Pages 16-17. Английский в фокусе. 2 класс. Страницы 16-17. Заглавные буквы! смотрите здесь: https://youtu.be/VOPsGIyBFO8Следующий урок Spotlight 2. Pages 20-21. Английский в фокусе. 2 класс. Страницы 20-21. Hello! смотрите здесь: https://youtu.be/uJ_fNfcoZrg Начало урока Учитель и учащиеся приветствуют друг друга. На доске плакат My Letters!. Учитель вызываетотдельных учащихся. Они показывают на буквы и называют их. Включается запись песни об алфавите (с. 17, упр. 3). Дети поют и показывают на соответствующие буквы алфавита в учебнике (с. 16,упр. 1). Учитель проверяет домашнее задание, если оно было задано.Введение и отработка лексики/структур На доске – картинки главных героев учебника.(Если учащиеся занимались по учебнику Spotlight Starter, можно воспользоваться картинками из этого учебника или сделатьувеличенные ксерокопии картинок из «Книги для учителя», «Банк ресурсов».) Если дети не проходили Spotlight Starter, учительрассказывает им о том, что у брата и сестры Ларри и Лулу, их любимца шимпанзе Чаклза и няни Шайн было много приключений и они интересно проводили время. Учитель также говорит детям, что няня Шайн обладает волшебной силой.Примечание.Учитель не убирает с доски картинки с изображением героев в течение всего урока и каждый раз обращается к ним,если у детей возникают трудности с их именами. Показывая по одной картинке с изображением героев, учитель просит детей поприветствовать их: Hello (Nanny Shine). Учитель пишет на доске крупно номер страницы «18» и говорит: Open your books at page eighteen! С. 18, упр. 1. Показывая на главных героев, учитель произносит их имена: Look! Larry, Lulu, Chuckles, Nanny Shine. Дети повторяют хором ииндивидуально. Дети слушают упражнение, повторяют имена хором и индивидуально. Затем учитель называет имена в произвольном порядке, а дети показывают на картинку с изображением данного героя. С. 18, упр. 2. Учитель подходит к одному из учеников и, показывая на него, говорит: This is Sasha! Учитель объясняет, что мы используемThis is, представляя людей друг другу. Дети отрабатывают структуру This is… . хором и индивидуально. Затем к доске приглашаютсяпары детей, которые представляют классу друг друга. Сначала учитель показывает, как это делать.Например: Учитель: This is Slava.Слава: This is Maria Alexandrovna!И т. д. Учитель читает образец и объясняет значение слова sister. Дети повторяют слово хором и индивидуально. Затем, опираясь на образец, дети разыгрывают диалоги. Учитель показывает, как это делать.Например: Учитель: I’m (Maria Alеxandrovna).This is (Vika).Ученик 1: Hello, (Maria Alеxandrovna)!Hello, Vika! И т. д. С. 19, упр. 3. Учитель обращает внимание детей на картинку и представляет новыхперсонажей. Показывая на них, он говорит:This is. Дети повторяют хором и индивидуально. Учитель просит учащихся назвать имена уже известных им героев, изображенных на картинке (Larry, Lulu, Nanny Shine, Chuckles).Примечание. Punch и Judy – герои популярного в Великобритании кукольного представления. Включается запись песни, и учитель просит детей махать рукой, когда они слышат Hello!При вторичном прослушивании учитель просит детей показывать героев на картинке, когда они слышат их имена. После этогоучащиеся следят за текстом и проговаривают слова песни за учителем. Когда дети слушают песню в третий раз, учитель просит их подпевать. Песня прослушивается столько раз, сколько учитель считает необходимым и сколько позволяет время.(Дополнительные рекомендации по работе с песней даны в Предисловии.) Конец урока На доске — картинки с изображением героев.Учитель машет рукой и говорит: Goodbye,Larry! Goodbye, Lulu! Goodbye, Nanny!Goodbye, Chuckles!Дети повторяют за учителем.Упражнение на закрепление материала*Держа свой учебник перед классом, учительчитает предложения из песни, предлагаяучащимся закончить их.Например: Учитель: Hello, hello, hello, I’m …!Класс: …Punch, hello, hello! И т. д.Затем учитель распределяет роли (Larry, Lulu,Nanny Shine, Chuckles, Judy, Punch) ипредлагает детям по очереди спеть от именисвоего героя перед классом, помахав рукой. Учитель просит детей принести на следующийурок свои детские фотографии (a ‘baby’ photo).Рабочая тетрадьВ классе или дома выполняются упражненияиз «Рабочей тетради» (с. 10, упр. 1, 2). Преждечем задать упражнения на дом, учительобъясняет, как их выполнять. Дополнительные рекомендации по работе с ними можнонайти на с. 118. Предыдущий урок Spotlight 2. Pages 16-17. Английский в фокусе. 2 класс. Страницы 16-17. Заглавные буквы! смотрите здесь: https://youtu.be/VOPsGIyBFO8Следующий урок Spotlight 2. Pages 20-21. Английский в фокусе. 2 класс. Страницы 20-21. Hello! смотрите здесь: https://youtu.be/uJ_fNfcoZrg Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 7. Стр. 16-17","slug":"Spotlight2-Unit7","date":"2021-09-20T07:00:00.000Z","updated":"2021-11-25T16:27:32.973Z","comments":true,"path":"/Spotlight2p16p17.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p16p17.html","excerpt":"","text":"Тема урока: Big and Small! Следующий урокПредыдущий урок Урок f (с. 16—17) Задачи урока: научить учащихся писатьзаглавные буквы английского алфавита и называть все буквы алфавита; развивать навыки аудирования и письма.Лексика для рецептивного усвоения: Open yourbooks at page …! Listen and repeat! Copy andcomplete. Sing and do!Оснащение урока: карточки с буквами алфавита(с заглавными и строчными буквами); листыбумаги для рисования для каждого ученика;цветные карандаши. Предыдущий урок Spotlight 2. Pages 14-15. Английский в фокусе. 2 класс. Стр. 14-15. Letter Blends смотрите здесь: https://youtu.be/LzcyUcxltTAСледующий урок Spotlight 2. Pages 18-19. Английский в фокусе. 2 класс. Страницы 18-19. Hello! смотрите здесь: https://youtu.be/WnC6v6LfpvE Начало урока Учитель и учащиеся приветствуют друг друга. Игра Just say the word. Учитель называет звуки, а учащиеся должны назвать слова, в которых есть данные звуки, например:Учитель: /f/.Ученик 1: photo.Ученик 2: dolphin. И т. д. Учитель проверяет домашнее задание, если оно было задано.Знакомство с буквами английского алфавита Учитель пишет на доске заглавные буквы алфавита от A до Z и произносит их так, как они называются в алфавите. Затем рядом сзаглавными буквами он пишет соответствующие строчные буквы, еще раз называя их:Aa /ei/, Bb /b/, Cc /s/ и т.д.Дети повторяют названия букв хором и индивидуально. Учитель пишет на доске крупно номер страницы «16» и говорит: Open your books at page sixteen! С. 16, упр. 1. Учитель включает запись упражнения. Дети слушают и повторяют буквы хором и индивидуально. С. 16, упр. 2. Учитель просит детей посмотреть на картинки и сказать, что на них изображено. Затем учащиеся смотрят на картинки и слова в рамке, находят правильное слово для каждойкартинки и записывают его в тетради. После этого дети должны написать эти же слова заглавными буквами. Детям дается достаточно времени для выполнения задания. Учительподходит к учащимся и помогает им по мере необходимости. Затем он пишет ответы на доске. horse – HORSE 6. pin – PIN jug – JUG 7. rabbit – RABBIT lamp – LAMP 8. window – WINDOW orange – ORANGE С. 17, упр. 3. Учитель включает запись песни и просит детей слушать и следить за буквами по картинкам. Затем учитель рассказывает, о чем эта песня. После этого учащиеся следят затекстом и проговаривают слова песни за учителем. Затем учитель снова включает запись песни и просит детей пропеть те буквы,которые они запомнили.(Дополнительные рекомендации по работе с песней даны в Предисловии.) Конец урока Учитель показывает учащимся карточки с парами заглавных и строчных букв. Иногда это правильное сочетание заглавных истрочных букв, а иногда нет. Дети соответственно говорят: Yes! или No!Например: Учитель держит f и F.Ученик 1: Yes!Учитель держит g и H.Ученик 2: No! Учитель может прикрепить карточки с заглавными и строчными буквами к доске. Дети по очереди подходят к доске и находят пару. Учитель раздает детям листы для рисования и просит их нарисовать и раскрасить любую букву английского алфавита. При желании дети могут также нарисовать соответствующуюкартинку. Учитель подходит к детям, подбадривает и помогает им. Затем организуется выставка работ детей. Заканчивая урок, учитель говорит: Goodbye, children! Дети отвечают: Goodbye, (Мария Александровна)! Рабочая тетрадь В классе или дома выполняются упражнения из «Рабочей тетради» (с. 8, упр. 1, с. 9, упр. 1, 2).Прежде чем задать упражнения на дом, учитель объясняет, как их выполнять.Дополнительные рекомендации по работе с ними можно найти на с. 118. Предыдущий урок Spotlight 2. Pages 14-15. Английский в фокусе. 2 класс. Стр. 14-15. Letter Blends смотрите здесь: https://youtu.be/LzcyUcxltTAСледующий урок Spotlight 2. Pages 18-19. Английский в фокусе. 2 класс. Страницы 18-19. Hello! смотрите здесь: https://youtu.be/WnC6v6LfpvE Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 6. Стр. 14-15","slug":"Spotlight2-Unit6","date":"2021-09-17T07:00:00.000Z","updated":"2021-11-25T16:27:02.747Z","comments":true,"path":"/Spotlight2p14p15.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p14p15.html","excerpt":"","text":"Тема урока: Letter Blends! Буквосочетания th /θ/ /ð/; ph /f/ Следующий урокПредыдущий урок Урок e (с. 14—15) Задачи урока: научить учащихся читать буквосочетания th /θ/ /ð/; ph /f/; развивать навыкиаудирования, чтения и письма.Лексика для чтения: thumb, the, this, thimble, photo, dolphin, elephant.Речь учителя на уроке: Open your books at page …!Listen and repeat! Write the words in your notebook.Copy and complete. What’s this? Предыдущий урок: Spotlight 2. Pages 12-13. Английский в фокусе. 2 класс. Стр. 12-13. Letter Blends. Буквосочетания. смотри здесь: https://youtu.be/0J4Oj3cF8yMСледующий урок: Spotlight 2. Pages 16-17. Английский в фокусе. 2 класс. Страницы 16-17. Заглавные буквы! смотри здесь: https://youtu.be/VOPsGIyBFO8 Начало урока Учитель и учащиеся приветствуют друг друга. Учитель пишет на доске буквосочетание sh, авокруг него пишет части слов: -eep, fi- и -ip ипросит детей отгадать и написать три слова втетрадях. Затем учитель пишет на доскеответы: sheep, fish, ship. Учитель проверяет домашнее задание, если оно было задано. Введение буквосочетаний Учитель открывает учебник на с. 4, держит егоперед классом, показывает на картинку сизображением большого пальца и говорит:thumb – /θm/. Дети повторяют хором ииндивидуально. Учитель снова произноситслово thumb, а затем звук, который передается двумя начальными буквами: th – /θ/.Дети повторяют хором и индивидуально.Учитель пишет на доске буквосочетание th.Показывая на рисунок еще раз, учительспрашивает: What’s this? — и ожидает ответ:thumb. Затем он пишет на доске слово thumb ипроизносит его. Дети повторяют хором ииндивидуально. Работа со словом thimble проходит так же, какв пункте 4. Затем учитель пишет на доскебуквы th и обращает внимание детей на то, какпроизносятся t и h в словах отдельно.Например: /t/ – tree, /h/ – horse. Учитель пишет на доске крупными цифраминомер страницы «14» и говорит: Open yourbooks at page fourteen! С. 14, упр. 1. Учитель держит раскрытой своюкнигу перед учащимися и обращает ихвнимание на направление стрелочек, показывающих, как писать буквосочетание th. Детисмотрят на картинки, слушают записьупражнения и повторяют слова хором ииндивидуально. Затем учитель читает слова: the, this. Детиповторяют хором и индивидуально. Послеэтого учитель в произвольном порядкепоказывает на слова thumb, thimble, the и thisи произносит их. Дети повторяют за ним.Учитель произносит слова thumb и the иобъясняет им, что буквосочетание th можетпроизноситься глухо и звонко — /θ/ и /ð/. С. 14, упр. 2. Учитель просит детей назватьпредметы, изображенные на картинках. Затемон предлагает им составить слова из букв,которые написаны вокруг картинок, и записатьих в тетрадках. Ответы проверяются. thumb 2. thimble Учитель держит свой учебник перед классом,показывает на картинку с изображениемфотографии и говорит: photo. Дети повторяютэто слово хором и индивидуально. Учительснова произносит слово photo и звук, которыйпередается двумя начальными буквами: ph –/f/. Дети повторяют за ним хором ииндивидуально. Затем учитель пишет на доскебуквы ph и обращает внимание детей на то,как произносятся буквы p и h в словах иотдельно, например: /p/ – pin, /h/ – horse. Показывая на картинку фотографии, учительспрашивает: What’s this? — и ждет ответа:photo. Учитель пишет на доске слово photo ипроизносит его. Дети повторяют хором ииндивидуально. Учитель показывает накартинки дельфина и слона. Работа с этимисловами проходит так же, как со словом photo. С. 15, упр. 3. Учитель держит раскрытым свойучебник перед учащимися и обращает ихвнимание на направление стрелочек, показывающих, как писать буквосочетание ph.Затем учитель включает запись упражнения.Дети слушают и повторяют за диктором хороми индивидуально. С. 15, упр. 4. Учитель пишет на доске слова fishи photo и подчеркивает букву f и буквосочетание ph в соответствующих словах. Затемон произносит слова fish и photo. Детислушают и повторяют хором и индивидуально.Учитель спрашивает, какой звук произноситсяв начале слов fish и photo — /f/. Он объясняетдетям, что в английском языке существуют дваспособа передачи звука /f/, и читает образец.Учитель просит детей назвать, что изображенона картинках. Затем он объясняет заданиеупражнения, и учащиеся пишут слова втетрадках. Ответы проверяются: dolphin 3. flag 4. elephantКонец урока Учитель называет любое изученное слово, идети пролистывают в учебнике страницы 14— Ученик, который первым находит соответствующую картинку, поднимает руку. Он должен показать на картинку и назвать слово.Учитель спрашивает у класса, правильный лиэто ответ. Заканчивая урок, учитель говорит: Goodbye,class! Дети отвечают: Goodbye (МарияАлександровна)!Рабочая тетрадьВ классе или дома выполняется упражнение из«Рабочей тетради» (с. 7, упр. 2). Прежде чемзадать упражнение на дом, учитель объясняет,как его выполнять. Дополнительные рекомендации можно найти на с. 118 Предыдущий урок: Spotlight 2. Pages 12-13. Английский в фокусе. 2 класс. Стр. 12-13. Letter Blends. Буквосочетания. смотри здесь: https://youtu.be/0J4Oj3cF8yMСледующий урок: Spotlight 2. Pages 16-17. Английский в фокусе. 2 класс. Страницы 16-17. Заглавные буквы! смотри здесь: https://youtu.be/VOPsGIyBFO8 Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 5. Стр. 12-13","slug":"Spotlight2-Unit5","date":"2021-09-14T07:00:00.000Z","updated":"2021-11-25T16:26:43.870Z","comments":true,"path":"/Spotlight2p12p13.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p12p13.html","excerpt":"","text":"Тема урока: Letter Blends! Буквосочетания sh /ʃ/ и ch // Следующий урокПредыдущий урок Letter Blends!Урок d (с. 12—13)Задачи урока: научить учащихся читатьбуквосочетания sh /ʃ/ и ch //; развивать навыкиаудирования, чтения и письма.Лексика для чтения: sheep, fish, ship, snake, horse,egg, queen, pin, chick, cheese.Речь учителя на уроке: Open your books at page … !Listen and repeat. Copy and complete. Say and pointto the odd ones. What’s this?Оснащение урока: плакат My Letters!, картинки/рисунки/игрушки sheep, fish, ship, chick, cheese. Следующий урок: Spotlight 2. Pages 14-15. Английский в фокусе. 2 класс. Стр. 14-15. Letter Blends смотрите здесь: https://youtu.be/LzcyUcxltTAПредыдущий урок: Pages 10-11. Английский в фокусе. 2 класс. Страницы 10-11. My Letters! Мои буквы! смотрите здесь: https://youtu.be/_J6YMUn2wCc1 Начало урока Учитель и учащиеся приветствуют друг друга. На доске висит плакат My Letters!. Показывая на букву, учитель просит детей произнести звук, соответствующий данной букве, сначала хором, потом индивидуально. Если дети чувствуютсебя достаточно уверенно, учитель просит их произносить звук и соответствующее слово.Следует хвалить детей за правильные ответы и при необходимости напоминать им звуки и слова. Дети слушают и исполняют одновременно с записью на кассете рифмовку от a до z, вкоторую включены все предыдущие рифмовки (с. 6, 8, 10). Во время звучания рифмовки учитель/ученик показывает на плакате соответствующие буквы. Учитель проверяет домашнее задание, если оно было задано. Введение буквосочетаний Учитель произносит sheep, показывая на картинку/рисунок/игрушку (можно использовать картинки в учебнике). Дети повторяют это слово хором и индивидуально. Учитель снова произносит слово sheep и звук, который передается двумя начальными буквами этого слова: sheep – /ʃ/. Дети повторяют хором и индивидуально. Затем учитель пишет на доске буквы sh и обращает внимание детей на то, как произносятся s и h в словах отдельно.Например: /s/ – snake, /h/ – horse. Показывая на рисунок овцы еще раз, учитель спрашивает: What’s this? — и ожидает ответ: sheep. Учитель пишет слово sheep на доске и произносит его. Дети повторяют хором и индивидуально. Работа со словами fish и ship проходит так же, как в пунктах 4 и 5. Следуеттакже обратить внимание детей на разницу гласных звуков в словах sheep и ship. Учитель пишет на доске крупно номер страницы «12» и говорит: Open your books at page twelve! С. 12, упр. 1. Учитель держит раскрытой свою книгу перед учащимися и обращает их внимание на направление стрелочек,показывающих, как писать буквосочетание sh.Дети смотрят на картинки, и учитель просит их сказать, что на них изображено. Затем учащиеся слушают запись упражнения и повторяют слова хором и индивидуально. С. 12, упр. 2. Учитель просит детей ответить на вопросы по картинкам.Например: Учитель (показывая на картинкузмеи): What’s this?Ученик: Snake.Учитель объясняет детям, что они будут писать в своих тетрадях слова, в которых пропущены некоторые буквы. Вставив их, они увидят зашифрованное слово. Детям дается время для выполнения задания. Учитель подходит к детям, когда они выполняют упражнение, и оказывает необходимую помощь. Затем ответы проверяются.Зашифрованное слово: sheep. Учитель произносит: сhick, показывая накартинку/рисунок/игрушку (можно использовать картинки в учебнике). Дети повторяют это слово хором и индивидуально. Учитель снова произносит слово сhick и звук, которыйпередается двумя начальными буквами: сhick –//. Дети повторяют звуки хором и индивидуально. Затем учитель пишет на доске буквы ch и обращает внимание детей на то, как произносятся c и h в словах и отдельно.Например: /k / – cat, /h/ – horse. Показывая на рисунок с изображением цыпленка еще раз, учитель спрашивает: What’s this?и ждет ответа: chick. Учитель пишет на доске слово chick и произносит его. Дети повторяют хором и индивидуально. Работа со словом cheese проходит так же, как в пунктах 9 и 10. С. 13, упр. 3. Учитель держит раскрытым свойучебник перед учащимися и обращает их внимание на направление стрелочек, показывающих, как писать буквосочетание ch. Затем дети слушают запись и повторяют хором и индивидуально. С. 13, упр. 4. Учитель просит детей посмотреть на картинки и ответить на вопросы.Например: Учитель (показывая на изображение кошки): What’s this?Класс: cat и т. д.Учитель объясняет детям, что им нужно показать только те слова, которые не начинаются на буквосочетания ch и sh, и назвать их.Ответы: cat, vest, yacht, snake. Конец урока Учитель просит детей закрыть книги и загадать одно из животных (cat, dog, horse, sheep, fish, snake). Затем он приглашает одного ученика к доске и просит его с помощью мимики и жестов изобразить животное, которое он загадал.Остальные дети отгадывают название этого животного. Заканчивая урок, учитель говорит: Goodbye,class! Дети отвечают: Goodbye (Мария Александровна)! Рабочая тетрадь В классе или дома выполняется упражнение из«Рабочей тетради» (с. 7, упр. 1). Прежде чемзадать упражнение на дом, учитель объясняет,как его выполнять. Следующий урок: Spotlight 2. Pages 14-15. Английский в фокусе. 2 класс. Стр. 14-15. Letter Blends смотрите здесь: https://youtu.be/LzcyUcxltTAПредыдущий урок: Pages 10-11. Английский в фокусе. 2 класс. Страницы 10-11. My Letters! Мои буквы! смотрите здесь: https://youtu.be/_J6YMUn2wCc1 Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 4. Стр. 10-11","slug":"Spotlight2-Unit4","date":"2021-09-10T07:00:00.000Z","updated":"2021-11-25T16:26:20.967Z","comments":true,"path":"/Spotlight2p10p11.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p10p11.html","excerpt":"","text":"Тема урока: My Letters! (R–Z) Следующий урокПредыдущий урок Урок с (с. 10–11)Задачи урока: познакомить учащихся с английским алфавитом (r—z); развивать навыки аудирования, чтения и письма.Активная лексика: yes, no, Well done!Лексика для чтения: rabbit, snake, tree, umbrella,vest, window, box, yacht, zip.Речь учителя в классе: Open your books at page … !Listen, point and repeat! Copy and complete in yournotebook. Read and choose! Yes/no. Well done!What’s this?, one point, two points.Оснащение урока: плакат My Letters, карточки сбуквами a–z; карточки со словами от ant до queen. Следующий урок: Spotlight 2. Pages 12-13. Английский в фокусе. 2 класс. Стр. 12-13. Letter Blends. Буквосочетания смотрите здесь: https://youtu.be/0J4Oj3cF8yMПредыдущий урок: Spotlight 2. Pages 8-9. Английский в фокусе. 2 класс. Страницы 8-9. My Letters! I-Q. Алфавит смотрите здесь: https://youtu.be/GN2kkPl6ji0 Начало урока Учитель и учащиеся приветствуют друг друга. Перед уроком учитель пишет на доске слова от ant до queen без первой буквы. Учитель вызывает ученика к доске, тот выбирает любоеслово, пишет пропущенную букву и произносит слово. Учитель спрашивает всех, правильно ли ответил ученик. Затем учитель дает ребенку карточку с этим словом. Такая же работа проводится с остальными словами. Раздав все карточки, учитель включает запись рифмовок (с. 6, упр. 2, с. 8, упр. 2). Дети исполняют рифмовки и поднимают соответствующие карточки со словами. Учитель проверяет домашнее задание, если онобыло задано.Введение алфавита Учитель пишет на доске букву r. Показывая набукву r, он говорит: /r/. Учащиеся повторяютхором и индивидуально. Затем рядом сбуквой r учитель пишет слово rabbit. Учительпоказывает на букву и слово и говорит: /r/ —rabbit. Дети повторяют хором и индивидуально. После этого учитель пишет на доскебукву r еще раз, показывая движением рукинаписание этой буквы. Учащиеся пишут 1–2буквы r в «Рабочей тетради» (с. 6, упр. 1).Аналогично вводятся остальные буквы ислова. Учитель пишет на доске крупно номер страницы «10» и говорит: Open your books at pageten! С. 10, упр. 1. Учитель мимикой и жестамиобъясняет задание и говорит: Listen, point andrepeat! Учащиеся слушают запись и в паузахповторяют звуки и слова хором и индивидуально. Когда запись звучит еще раз, учительпоказывает на доске буквы и слова, а учащиесяпоказывают их в своих учебниках, когда они ихпроизносят. При необходимости прослушивание повторяется. С. 10, упр. 2. Дети слушают рифмовку в записии следят по картинкам, показывая на буквы ислова. Во время последующих прослушиванийдети начинают постепенно повторять то, чтоони запомнили. Кассета прослушиваетсястолько раз, сколько учитель сочтет необходимым. Затем на доске вывешивается плакатMy Letters. Учитель показывает на буквы ислова, а дети повторяют рифмовку уже безкассеты. С. 11, упр. 3. Учитель просит детей посмотретьна картинки и ответить на вопрос: What’s this?Учитель объясняет задание. Он дает достаточновремени для того, чтобы дети смогли написатьслова в своих тетрадях. Дети читают ответывслух. Учитель пишет слова на доске. window 4. box 7. tree vest 5. zip 8. yacht umbrella 6. snake 9. rabbit С. 11, упр. 4. Дети смотрят на картинки вучебнике и отвечают на вопрос учителя:What’s this? Учитель объясняет задание. Онпросит детей посмотреть на ряд слов ивыбрать слово, соответствующее картинке.Учащиеся записывают в тетрадях толькобуквы, под которыми даны ответы (a, b или с).Учитель пишет ответы на доске, и детипроверяют, правильно ли они выбрали слово.Потом они читают слова, соответствующиекартинке, вслух. a 2. b 3. c 4. aКонец урока Класс делится на две команды A и B. На доскеучитель рисует две колонки и подписываетодну A, другую B. Затем он показывает на однуиз написанных на доске букв и просит ученикаиз команды A озвучить букву/назвать слово,начинающееся с этого звука, или сделать и то,и другое. Если ученик правильно назвал звук,он получает одно очко. Если ученик правильно назвал слово, начинающееся с этогозвука, он также получает одно очко. Еслиученик назвал правильно и звук, и слово, онполучает два очка. Затем учитель обращаетсяк команде B. Побеждает команда, набравшаябольше очков.Например:Учитель показывает на букву s.Команда A:Ученик 1: /s/Учитель: 1 point.Учитель показывает на букву u.Команда B:Ученик 1: umbrellaУчитель: 1 point.Учитель показывает на букву v.Команда A:Ученик 2: /v/ — vestУчитель: Well done!2 points.Примечание. В игру можно также включатьзвуки и слова из предыдущих уроков. Игра Lucky dip! (Удачный улов!). Положив всекарточки с буквами в коробку, учительприглашает детей подходить к нему поодному и брать из коробки карточку с буквой.Ученик показывает классу карточку и называетзвук и соответствующее слово. Класс повторяет его ответ (если он правильный) и хвалитученика.Например: Ученик: (вытаскивает t)/t/ — treeКласс: Yes! /t/ — tree.Well done, (Sasha)! Заканчивая урок, учитель говорит: Goodbye,children! Дети отвечают: Goodbye, (МарияАлександровна)!Рабочая тетрадьВ классе или дома выполняются упражненияиз «Рабочей тетради» (с. 6, упр. 1, 2). Преждечем задать упражнения на дом, учительобъясняет, как их выполнять. Следующий урок: Spotlight 2. Pages 12-13. Английский в фокусе. 2 класс. Стр. 12-13. Letter Blends. Буквосочетания смотрите здесь: https://youtu.be/0J4Oj3cF8yMПредыдущий урок: Spotlight 2. Pages 8-9. Английский в фокусе. 2 класс. Страницы 8-9. My Letters! I-Q. Алфавит смотрите здесь: https://youtu.be/GN2kkPl6ji0 Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 3. Стр. 8-9","slug":"Spotlight2-Unit3","date":"2021-09-08T07:00:00.000Z","updated":"2021-11-25T16:26:05.554Z","comments":true,"path":"/Spotlight2p8p9.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p8p9.html","excerpt":"","text":"Тема урока: My Letters! (I–G) Следующий урокПредыдущий урок Урок b (с. 8–9)Задачи урока: познакомить учащихся с английским алфавитом (i–g); развивать навыки аудирования, чтения, говорения и письма.Лексика для чтения: ink, jug, kangaroo, lamp,mouse, nest, orange, pin, queen.Речь учителя на уроке: Open your books at page … .Listen, point and repeat. Look, read and choose.Excellent! What’s this? Who’s this? Who’s got /d/ intheir name? Well done, one point, two points.Оснащение урока: плакат My Letters! Предыдущий урок Spotlight 2. Pages 6-7 Английский в фокусе. 2 класс. Страницы 6-7. My Letters! Мои буквы! Letters! A-H смотрите здесь https://youtu.be/xkTgCgjmOcYСледующий урок Spotlight 2. Pages 10-11. Английский в фокусе. 2 класс. Страницы 10-11. My Letters! Мои буквы! Letters! R-Z смотрите здесь https://youtu.be/_J6YMUn2wCc2 Начало урока Учитель и учащиеся приветствуют друг друга.Затем учащиеся спрашивают друг друга: How are you? — и отвечают: Fine, thanks. Дети исполняют рифмовку (с. 6, упр. 2). Затем учитель пишет на доске буквы и слова изпредыдущего урока. Показывая на них, он произносит звуки и слова. Дети повторяютхором и индивидуально. После этого, показывая например на букву d, учитель задаетвопрос: Who’s got /d/ in their name? Дети, в чьих именах есть звук /d/, поднимают руки и говорят: /d/ Dasha или /d/ Eldar. Такая же работа проводится с остальными изученными звуками. Учитель проверяет домашнее задание, если оно было задано. Введение алфавита Учитель пишет на доске букву i. Показывая на букву i, он говорит: /i/. Учащиеся повторяютхором и индивидуально. Затем рядом с буквой i учитель пишет слово ink. Учитель показывает на букву и слово и говорит: /i/ — /ink/. Детиповторяют хором и индивидуально. После этого учитель пишет на доске букву i еще раз,показывая движением руки написание этой буквы. Учащиеся пишут 1—2 буквы i в «Рабочейтетради» (с. 5, упр. 1). Аналогично вводятся остальные буквы и слова. Учитель пишет на доске крупно номер страницы «8» и говорит: Open your books at page eight! C. 8, упр. 1. Учитель с помощью мимики и жестов объясняет задание и говорит: Listen, point and repeat! Учащиеся слушают запись и в паузах повторяют звуки и слова хором и индивидуально. Когда запись звучит еще раз, учитель показывает на доске буквы и слова, а учащиеся показывают их в своих учебниках и произносят. При необходимости прослушивание повторяется. С. 8, упр. 2. Дети слушают рифмовку в записи и следят по картинкам, показывая на буквы и слова. Во время последующих прослушиваний дети начинают постепенно повторять то, что они запомнили. Кассета прослушивается столько раз, сколько учитель сочтет необходимым. Затем на доске вывешивается плакат My Letters. Учитель показывает на буквы слова, а дети повторяют рифмовку уже без кассеты. С. 9, упр. 3. Учитель просит детей посмотреть на картинки и ответить на вопросы: Who’s this? (queen), What’s this? (dog). И т. д. Затем учитель объясняет задание. Он дает детям достаточно времени для того, чтобы они смогли выбрать слово, соответствующее картинке. Учащиеся записывают в тетрадях только буквы, под которыми даны ответы (a или b). Учитель пишет ответы на доске, и дети проверяют, правильно ли они выбрали слово. Потом они читают вслух слова, соответствующие картинкам. Конец урока Класс делится на две команды: A и B. Учитель на доске пишет две буквы — A и B. Затем он показывает на одну из написанных на доске букв и просит ученика из команды A озвучитьбукву/назвать слово, начинающееся с этого звука, или сделать и то, и другое. Если ученикправильно назвал звук, он получает одно очко.Если ученик правильно назвал слово, начинающееся с этого звука, он также получает одноочко. Если ученик назвал правильно и звук, и слово, он получает два очка. Затем учительобращается к команде B. Побеждает команда, набравшая больше очков.Например:Учитель показывает на букву i.Команда A: Ученик 1: /i/Учитель: 1 point.Учитель показывает на букву l.Команда B: Ученик 1: lampУчитель: 1 point.Учитель показывает на букву p.Команда A: Ученик 2: /p/ — pinУчитель: Well done!2 points.Примечание. В игру можно также включать звуки и слова из предыдущего урока. Игра Just say the word!.Учитель называет в произвольном порядке звуки этого урока и просит детей произноситьхором соответствующее слово. Например: Учитель: // Класс: jug и т. д. Заканчивая урок, учитель говорит: Goodbye, children! Дети отвечают: Goodbye, (Мария Александровна)! Рабочая тетрадь В классе или дома выполняются упражнения из «Рабочей тетради» (с. 5, упр. 1, 2). Прежде чем задать упражнения на дом, учитель объясняет, как их выполнять. Предыдущий урок Spotlight 2. Pages 6-7 Английский в фокусе. 2 класс. Страницы 6-7. My Letters! Мои буквы! Letters! A-H смотрите здесь https://youtu.be/xkTgCgjmOcYСледующий урок Spotlight 2. Pages 10-11. Английский в фокусе. 2 класс. Страницы 10-11. My Letters! Мои буквы! Letters! R-Z смотрите здесь https://youtu.be/_J6YMUn2wCc Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 2. Стр. 6-7","slug":"Spotlight2-Unit2","date":"2021-09-03T07:00:00.000Z","updated":"2021-11-25T16:25:28.024Z","comments":true,"path":"/Spotlight2p6p7.html","link":"","permalink":"https://spotlight2.engaud.com/Spotlight2p6p7.html","excerpt":"","text":"Тема урока: My Letters! (A–H) Следующий урокПредыдущий урок Урок a (с. 6–7)Задачи урока: познакомить детей с английскималфавитом (a—h); развивать навыки аудирования,чтения, говорения и письма.Лексика для чтения: ant, bed, cat, dog, egg, flag,glass, horse.Повторение лексики/структур: Hello! I’m … . Myname is … . What’s your name? How are you? Fine,thanks. Goodbye!Речь учителя на уроке: Open your books at page … !Listen, point and repeat! Look and write! What’s this?Well done, one point, two points. Оснащение урока: плакат My Letters! Предыдущий урок: Spotlight 2. Pages 4-5 Английский в фокусе. 2 класс. Страницы 4-5. My Letters! A-H. Мои буквы! Алфавит смотрите здесь : https://youtu.be/m_W4bJqcM38Следующий урок: Spotlight 2. Pages 8-9. Английский в фокусе. 2 класс. Страницы 8-9. My Letters! I-Q. Алфавит смотрите здесь: https://youtu.be/GN2kkPl6ji0 Начало урока Учитель и учащиеся приветствуют друг друга.Учитель спрашивает детей: How are you? Детиотвечают: Fine, thanks. Учитель вызывает двух учащихся к доске ипросит их представиться друг другу. Сначалаучитель напоминает, как это делать.Например: Вероника: Hello, I’m Veronika.What’s your name?Марианна: Hello. I’m Marianna.И т. д.Введение алфавита Учитель пишет на доске строчную букву a.Показывая на букву a, он произносит //.Учащиеся повторяют звук хором и индивидуально. Затем учитель рядом с буквой апишет слово ant, показывает на букву и словои говорит: // — /nt/. Учащиеся повторяютхором и индивидуально. После этого учительпишет на доске букву a еще раз, показываядвижением руки написание этой буквы.Учащиеся пишут 1—2 буквы a в «Рабочейтетради» (с. 4, упр. 1). Аналогично вводятсяостальные буквы и слова. Учитель пишет на доске крупно номерстраницы «6» и говорит: Open your books atpage six. С. 6, упр. 1. Учитель с помощью мимики ижестов объясняет задание и говорит: Listen,point and repeat! Учащиеся слушают запись и впаузах повторяют звуки и слова хором ииндивидуально. Когда запись звучит еще раз,учитель показывает на доске буквы и слова, адети показывают их в учебниках, когда они ихпроизносят. При необходимости прослушивание повторяется. С. 6, упр. 2. Дети слушают рифмовку в записи иследят по картинкам, показывая на буквы ислова. Во время последующих прослушиванийдети начинают постепенно повторять то, чтоони запомнили. Кассета прослушивается столько раз, сколько учитель сочтет необходимым.Затем на доске вывешивается плакат My Letters.Учитель показывает на буквы и слова, а детиповторяют рифмовку самостоятельно. С. 7, упр. 3. Учитель просит детей посмотреть накартинки и спрашивает: What’s this? Детиотвечают: horse, cat и т. д. Затем учительобъясняет задание и дает детям достаточновремени для того, чтобы они написали первуюбукву слова в своих тетрадях. Для проверкиответов дети по очереди называют звук и слово. horse 3. ant 5. glass 7. dog cat 4. egg 6. flag 8. bedКонец урока Класс делится на две команды A и B. Учительна доске рисует две колонки и подписываетодну A, другую B. Затем он показывает на однуиз написанных на доске букв и просит ученикаиз команды A озвучить букву/назвать слово,начинающееся с этого звука, или сделать и то,и другое. Если ученик правильно назвал звук,он получает одно очко. Если ученик правильноназвал слово, начинающееся с этого звука, онтакже получает одно очко. Если ученик назвалправильно и звук, и слово, он получает дваочка. Затем учитель обращается к команде B.Побеждает команда, набравшая большеочков. Например:Учитель показывает на букву b.Команда A:Ученик 1: /b/Учитель: 1 point.Учитель показывает на букву d.Команда B:Ученик 1: dogУчитель: 1 point.Учитель показывает на букву g.Команда A:Ученик 2: /g/ — glassУчитель: Well done!2 points.9. Заканчивая урок, учитель говорит: Goodbye,children! Дети отвечают: Goodbye (МарияАлександровна)!Рабочая тетрадьВ классе или дома выполняются упражнения из«Рабочей тетради» (с. 4, упр. 1, 2). Прежде чемзадать упражнения на дом, учитель объясняет,как их выполнять. Дополнительные рекомендации по работе с ними можно найти на с. 118.Примечание. Для дальнейшей отработкинаписания букв учащимся рекомендуетсязавести отдельную тетрадь в клетку, в которойучитель может писать образцы. Предыдущий урок: Spotlight 2. Pages 4-5 Английский в фокусе. 2 класс. Страницы 4-5. My Letters! A-H. Мои буквы! Алфавит смотрите здесь : https://youtu.be/m_W4bJqcM38Следующий урок: Spotlight 2. Pages 8-9. Английский в фокусе. 2 класс. Страницы 8-9. My Letters! I-Q. Алфавит смотрите здесь: https://youtu.be/GN2kkPl6ji0 #spotlight_2Следующий урокПредыдущий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Spotlight 2. Урок 1. Стр. 4-5","slug":"Spotlight2-Unit1","date":"2021-09-02T07:00:00.000Z","updated":"2021-12-03T11:44:27.501Z","comments":true,"path":"/Английский-в-фокусе-2-страницы-4-5.html","link":"","permalink":"https://spotlight2.engaud.com/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D0%B2-%D1%84%D0%BE%D0%BA%D1%83%D1%81%D0%B5-2-%D1%81%D1%82%D1%80%D0%B0%D0%BD%D0%B8%D1%86%D1%8B-4-5.html","excerpt":"","text":"Тема урока: Let’s go! Следующий урок Let’s Go! -Поехали!Задачи урока: научить учащихся приветствоватьдруг друга, знакомиться и прощаться; развиватьнавыки аудирования и говорения.Активная лексика/структуры: Hello! I’m … Myname is… . What’s your name? How are you? Fine, thanks. Goodbye!Лексика для рецептивного усвоения: everyone;come in and get ready; Come on, everyone; Let’s go.Речь учителя на уроке: Open your books at page …Let’s sing along! Look and say!Оснащение урока: картинка с изображением Nanny Shine и картинки с изображением известных людей для заключительного этапа урока. Начало урока Учитель приветствует учащихся: Hello и учит их отвечать Hello! Учитель представляется классу: I’m (Мария Александровна). Затем просит каждого ребенка представиться таким же образом. Послеэтого учащихся парами выходят к доске и приветствуют друг друга. Учитель следит за правильностью произношения.Например: Ученик 1: Hello! I’m Philip.Ученик 2: Hello, Philip. I’m Misha. Введение лексики/структур Учитель показывает картинку с изображением няни Шайн (Nanny Shine) и объясняет, что няни заботятся о детях. Затем он просит учащихся поздороваться с Nanny Shine: Hello, Nanny Shine! Учитель пишет на доске крупно номер страницы «4» и говорит: Open your books atpage four! При этом он открывает свой учебники показывает на цифру 4. С. 4, упр. 1. Учитель предлагает учащимся посмотреть на картинку и говорит, что няня Шайн здоровается с детьми и представляется:Hello! I’m Nanny Shine! Дети повторяют ее слова хором и индивидуально. Учитель подходит к каждому ребенку и задает вопрос: What’s your name? Ученик: My name is Kirill! И т. д. Учительследит за правильностью произношения. Учащиеся слушают песню, записанную на кассете, и смотрят на картинки в учебнике.Учитель включает запись песни еще раз и просит учащихся поднимать руку, когда онислышат слова Hello и Nanny Shine. Во время следующего прослушивания учитель просит детей петь слова, которые они запомнили (Hello, I’m Nanny Shine, My name is Nanny Shine). Учитель также демонстрирует движения, которые могут сопровождать песню (Hello – приветствие рукой, I’m Nanny Shine, My name is Nanny Shine –показывает на себя, come in – приглашающее движение рукой). Учащиеся слушают песню и в меру своих возможностей поют слова и демонстрируют движения.(Рекомендации по работе с песней даны вПредисловии.) С. 4, упр. 2. Учитель показывает на изображение няни Шайн и просит учащихся сказать, кто это (Nanny Shine). После этого учитель читает образец, показывая на персонажей. Детиповторяют хором и индивидуально. Учащиеся работают в парах, разыгрывая диалоги. Прежде чем они начнут это делать,учитель беседует с одним из учащихся.Например: Учитель: Hello, I’m Mila. What’s your name?Ученик: Hello, I’m Vitya.Учитель подходит к учащимся и помогает им по мере необходимости. С. 5, упр. 3. Учитель делает вид, что уходит: идет к двери, машет рукой и говорит: Goodbye.Он объясняет детям, что при встрече мы говорим Hello!, а при расставании – Goodbye!Учитель произносит эти слова. Учащиеся повторяют слова хором и индивидуально. Учитель предлагает детям посмотреть на картинки и решить, где нужно сказать Hello, агде – Goodbye. Hello. 2. Goodbye. С. 5, упр. 4. Учитель говорит детям, что сейчас они научатся спрашивать друг у друга: «Как дела?» и отвечать: «Спасибо, хорошо». Повторяя за учителем хором и индивидуально, детиучатся произносить фразы How are you? Fine,thanks. Учитель следит за правильностьюпроизношения и интонации. Учитель объясняет игру. Дети садятся/становятсяв круг, выбирают ученика, который подходит ккаждому, здоровается за руку и говорит:Ученик 1: Hello, Danya. How are you?Ученик 2: Fine, thanks! И т. д.Конец урока Учитель раздает картинки с изображениемизвестных людей и просит детей представитьсебя от их имени. Дети могут также представиться от имени их любимой кинозвезды,футболиста и т. д.Например: Ученик 1: Hello, I’m Brad Pitt.What’s your name?Ученик 2: My name is Jude Law.How are you, Brad?Ученик 1: Fine, thanks!Примечание. Дома дети прослушивают песню(с. 4, упр. 1) из учебника.В английском языке многие названия букв несоответствуют звукам, которые они передают.Многие правила чтения также представляютбольшую сложность для учащихся раннеговозраста и нередко вызывают чувствонеудовлетворенности. Поэтому в данном УМКдети, изучая алфавит, знакомятся сначала созвуками, а потом с названиями букв. Этопроисходит в такой последовательности: звук,который передает буква, и слово ссоответствующим звуком произносятсяучителем, и дети видят картинку, иллюстрирующую это слово. Они повторяют звук ислово за учителем, потом за диктором исмотрят на картинку и на слово в учебнике.Таким образом они учатся соотносить звуковой и графический образ слова и затем безтруда узнают это слово в контексте. Когда детипознакомятся с названиями букв, не нужнонастаивать на том, чтобы они сразу выучили весь алфавит Следующий урок","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"}]},{"title":"Простые правила чтения на английском языке","slug":"articles/english-reading-rules","date":"2021-09-02T07:00:00.000Z","updated":"2021-11-29T21:00:49.014Z","comments":true,"path":"/english-reading-rules.html","link":"","permalink":"https://spotlight2.engaud.com/english-reading-rules.html","excerpt":"","text":"Чтение на английском имеет много особенностей. Они быстро осваиваются на практике, но сначала приходится выучить основные правила произношения звуков. В этой статье мы постарались изложить их понятно и просто. Правила чтения в английском языке нельзя назвать простыми. Но понять их приходится в самом начале обучения - иначе не получится продвигаться дальше. Поэтому правила чтения английского языка для начинающих (и для детей) обычно изложены лаконично и наглядно - и на том спасибо. Очень помогают транскрипции с примерами и другие вспомогательные материалы (таблицы, упражнения) и, конечно, постоянная практика (чтение вслух и прослушивание аудиокниг). Транскрипция - это передача звучания на письме с помощью специальных условных знаков. В транскрипции каждому звуку соответствует свой особый знак. Правда, есть особенности транскрипции чтения на английском, которые сложно даются русскоговорящим ученикам. Эти сложности обусловлены объективными различиями в произношении на английском и на русском. У нас просто “язык стоит иначе” с самого детства, а переучиваться всегда непросто. Особенно если учесть, что часто звуки в английском произносятся не так, как пишутся. Исторически так сложилось из-за большого количества диалектов, на которых одни и те же буквы и сочетания букв читались по-разному. Но нам-то от этого не легче. Правила чтения транскрипции в английском языкеРазные преподаватели английского по-разному решают эту непростую задачу. Например, используют так называемую “английскую транскрипцию на русском”, то есть, запись английских слов русскими буквами. Честно говоря, мы не поддерживаем эту методику. Потому что она не позволяет по-настоящему правильно выучить английское произношение. Можно только очень приблизительно передать произношение английских слов русскими буквами. Ну, нет некоторых английских звуков в русском языке а похожее на первый взгляд произношение английских и русских звуков все равно отличается. Поэтому мы за то, чтобы постараться и с самого начала все же выучить фонетические значки, которыми записываются транскрипции. Это поможет понять и запомнить правила чтения английского языка для начинающих. И дальше уроки английского будут даваться гораздо проще. А что касается передачи английских звуков русскими буквами - то этот прием нужен для транслитерации (как транслитерация русских имен и фамилий на английский), но не для тренировки произношения. Правила чтения гласных в английском языкеКак мы уже отметили, буквы и звуки в английском часто не совпадают. Причем звуков гораздо больше: 44 звука всего лишь на 26 букв. Лингвисты даже шутят на этот счет: “We write Liverpool and we read Manchester” Так велика бывает разница между написанным словом и его произношением на английском. Что ж, начнем по порядку. Со слогов, которые влияют на чтение гласных букв. Слоги в английском языке (как и в любом другом) бывают открытые и закрытые: Открытый слог заканчивается на гласную. Он может стоять в середине слова или быть последним в слове. Например: age, blue, bye, fly, go и т.д. Закрытый слог заканчивается на согласную. Он тоже может стоять в середине слова или быть последним в слове. Например:bed, big, box, hungry, stand и т.п. Перед вами таблица, которая объясняет, как одна и та же буква по-разному читается в закрытых и открытых слогах и в разных позициях в слове: A A [ei] — в открытом слоге lake, make A [æ] — в закрытом слоге rat, map A [a:] — в закрытом слоге на r car, bar A [εə] — в конце слова гласный + re care, fare A [ɔ:] — сочетания all, au all, tall O O [əu] — в открытом слоге no, home O [ɒ] — в закрытом ударном слоге lot, boss O [ɜ:] — в некоторых словах с «wor» word, work O [ɔ:] — в закрытом слоге на r horse, door O [u:] — в сочетании «oo» too, food O [u] — в сочетании «oo» good, look O [aʊ] — в сочетании «ow» в ударном слоге now, clown O [ɔɪ] — в сочетании «oy» boy, joy U U [yu:], [yu] — в открытом слоге blue, duty U [ʌ] — в закрытом слоге butter, cup U [u] — в закрытом слоге put, bull U [ɜ:] — в сочетании «ur» purse, hurt E E [i:] — в открытом слоге, сочетании «ee», «ea» he, meet, leaf E [e] — в закрытом слоге, сочетании «ead» head, bread E [ɜ:] — в сочетаниях «er», «ear» her, pearl E [ɪə] — в сочетаниях «ear» near, dear I i [aɪ] — в открытом слоге nice, fine i [aɪ] — в сочетании «igh» high, night i [ɪ] — в закрытом слоге big, in i [ɜ:] — в сочетании «ir» bird, girl i [aɪə] — в сочетании «ire» hire, tired Y Y [aɪ] — в конце слова под ударением my, cry Y [ɪ] — в конце слова без ударения happy, family Y [j] — в начале слова yes, yellow Правила чтения согласных букв в английскомСогласные звуки в английском вызывают меньше сложностей, чем гласные. Только некоторые из них (С, S, Т, X и G) читаются по-разному в зависимости от положения в слове и соседних звуков. И для наглядности - снова таблица: C C [s] — перед i, e, y place, cinema C [tʃ] — в сочетаниях ch, tch children, catch C [k] — в остальных случаях cat, picnic S S [z] — в конце слов после гласных и звонких согласных places, dogs S [ʃ] — в сочетании sh she, show S [s] – в остальных случаях sport, dress T T [t] — кроме сочетаний th tell, time T [ð] — в сочетании th the, brother T [θ] — в сочетании th think, fifth X X [ks] — в конце слов, перед согласной, перед неударной гласной box, fix, fox, next, six, text X [gz] - перед ударной гласной exam, example, exact G G [dʒ] — перед е, i, у page, energy G [ŋ] — в сочетании ng в конце слова song, interesting G [g] — в остальных случаях go, big Как читаются сочетания букв в английском?Итак, после гласных и согласных мы добрались до буквосочетаний. Теперь речь пойдет о правилах чтения слогов, а не отдельных букв. И это правильно - ведь в словах буквы как раз объединяются, так что нам редко приходится читать отдельные звуки. А в слогах звуки влияют друг на друга, поэтому следующая таблица содержит основные правила чтения слогов и сочетаний согласных букв: oo [ʊ] look, book, cook, good, foot [lʊk] [bʊk] [kʊk] [ɡʊd] [fʊt] [uː] pool, school, Zoo, too [puːl] [skuːl] [zuː] [tuː] ee [iː] see, bee, tree, three, meet [ˈsiː] [biː] [triː] [θriː] [miːt] ea Исключения: [iː] tea, meat, eat, read, speak [tiː] [miːt] [iːt] [riːd] [spiːk] [e] bread, head, breakfast, healthy [bred] [hed] [ˈbrekfəst] [ˈhelθi] ay [eɪ] away, play, say, may [əˈweɪ] [pleɪ] [ˈseɪ] [meɪ] ey [eɪ] grey, they [ɡreɪ] [ˈðeɪ] nk [ŋk] ink, thank, monkey, sink, bank ph [f] telephone, phonetics, phrase sh [ʃ] she, bush, short, dish, fish, sheep, shook tch [tʃ] catch, kitchen, watch, switch, stretch th [ð] в начале служебных слов; между гласными: these, that, there, mother, they, with, them, then [θ] в сочетании th в начале и в конце знаменательных слов: thick, thin, thanks, three, think, throw, fifth, tooth wh [w] what, why, when, while, white, where wh+o [h] who, whom, whose, whole, wholly wr [r] write, wrong, wrist, wrap, wrest, wrap Живые и другие правила чтения на английском языкеВсе ученики обладают разной способностью к языкам и восприятию на слух. Если правила чтения на английском языке даются с трудом, используйте один из приемов: Живые правила чтения английского языка. Это довольно известная методика для обучения чтению и произношению на английском языке. Она рассчитана в основном на детей, и правила английского чтения поданы максимально доступно. Запоминание облегчается за счет забавных стихов и скороговорок. Есть смысл попробовать, чтобы с самого начала изучения заинтересовать ребенка английским языком. Приложения для изучения английского. Недавно мы обсуждали целый ряд программ и приложений, которые помогают учить иностранный язык. В большинстве из них можно не только читать, но и слушать новые слова. Эта же функция есть в онлайн-переводчиках - используйте ее почаще. Упражнения на правила чтения. Их много, но все сводятся к тренировке навыка различать разные звуки. Например: Дан список слов (what, who, wrestling, when, why, whose, wrong, where, whom, write, white, which, whole, wrangler). Нужно распределить эти слова по группам с тем звуком, который в них произносится: [w], [h] или [r]. Или слова из другого списка (give, good, cage, ginger, girl, gypsy, gold,grey, grace, beige, gift, gymnastics) распределить в две группы: одну со звуком [g], вторую - со звуком [dʒ]. Упражнения на правил чтения могут показаться сложными, но вы не пытайтесь выполнять их, заучивая каждое правило наизусть. Лучше постарайтесь понять не правила, а принципы чтения английских звуков. Сделайте несколько упражнений на правила чтения, чтобы знать, как именно читаются некоторые однотипные слова. Чем больше вы будете читать и слушать на английском - тем проще будет запоминаться правильное произношение. Так что наш главный совет универсален: практика, практика и еще раз практика общения и чтения на английском поможет учить язык легко и эффективно! Рекомендуем также обратить внимание на курсы английского для детей в Москве. Для выбора другого города или типа обучения у вас всегда есть возможность использовать фильтр в навигации нашего сайта.","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"Грамматика","slug":"Английский-язык/Грамматика","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/%D0%93%D1%80%D0%B0%D0%BC%D0%BC%D0%B0%D1%82%D0%B8%D0%BA%D0%B0/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Правила чтения","slug":"Правила-чтения","permalink":"https://spotlight2.engaud.com/tags/%D0%9F%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0-%D1%87%D1%82%D0%B5%D0%BD%D0%B8%D1%8F/"}]},{"title":"С 1 Сентября!","slug":"lessons","date":"2021-09-01T07:00:00.000Z","updated":"2021-11-25T16:20:25.608Z","comments":true,"path":"2021/09/01/lessons/","link":"","permalink":"https://spotlight2.engaud.com/2021/09/01/lessons/","excerpt":"","text":"Всех ребят и учителей мы поздравляем с новым учебным годом и предлагаем вместе с каналом Учимся на Пять начать изучать английский вместе с нами! Ура","categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"}]}],"categories":[{"name":"Английский язык","slug":"Английский-язык","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/"},{"name":"2 класс","slug":"Английский-язык/2-класс","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/"},{"name":"Spotlight 2","slug":"Английский-язык/2-класс/Spotlight-2","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/2-%D0%BA%D0%BB%D0%B0%D1%81%D1%81/Spotlight-2/"},{"name":"Грамматика","slug":"Английский-язык/Грамматика","permalink":"https://spotlight2.engaud.com/categories/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9-%D1%8F%D0%B7%D1%8B%D0%BA/%D0%93%D1%80%D0%B0%D0%BC%D0%BC%D0%B0%D1%82%D0%B8%D0%BA%D0%B0/"}],"tags":[{"name":"Английский","slug":"Английский","permalink":"https://spotlight2.engaud.com/tags/%D0%90%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9/"},{"name":"Быкова","slug":"Быкова","permalink":"https://spotlight2.engaud.com/tags/%D0%91%D1%8B%D0%BA%D0%BE%D0%B2%D0%B0/"},{"name":"Правила чтения","slug":"Правила-чтения","permalink":"https://spotlight2.engaud.com/tags/%D0%9F%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0-%D1%87%D1%82%D0%B5%D0%BD%D0%B8%D1%8F/"}]}